{
  "3": {
    "1": {
      "vakiteny": "LIOKA 11. 27-36",
      "F": [6],
      "lohateny": "VEHIVAVY NITOLAGAGA",
      "content": [
        "Mihaino ny teniny: Rehefa tena mihaino amin’ny fo tsotra ny Tenin’i Jesoa sy ny Tenin’Andriamanitra dia hahatsapa ny hasarobidiny tahaka ity vehivavy ity, hany ka nitolagaga sy loa-bolana hoe: “Sambatra ny kibo izay nitondra anao sy ny nono izay ninonoanao” (27b). Kanefa inona no mahasambatra kokoa ambaran’ny Tompo ? (28).  Mihaino sy mankatoa : tokony ho rivotra iainan’ny tena mpianatra izany !",
        "Ireo izay tsy mino: Ambaran’i Jesoa fa taranaka tsy mino io mihaino Azy io. Fatra-pitady famantarana, tonga amin’ilay fiteny hoe: varivarian’ny lavitra ka tsy mahita ny ambany maso: i Jona izay natelin’ny hazandrano lehibe nandritra ny telo andro sy telo alina, ny mpanjaka vavy avy any lavitra tonga hihaino ny fahendren’i Solomona. Kanefa na i Jona na i Solomona dia samy tsinontsinona eo anatrehan’i Jesoa saingy mbola maro ihany no tsy mino Azy. Ny olona tao Ninive rehefa nitoriana ny teny dia nibebaka fa ity taranaka ity na dia nahita ny asa nataon’i Jesoa aza tsy mba nety nino.",
        "Fitsarana hiampanga ny tsy mino: Na ny mpanjakavavy avy any atsimo lavitra, na ny mponina tao Ninive dia samy hanameloka ity taranaka ity avokoa amin’ny andro fitsarana (31-32) satria ireo efa nibebaka."
      ],
      "Fahamarinana": "Miankina amin’ny fahatsaran’ny jiro ny fahatsaran’ny zavatra ho hitanao. Eo amin’ny tenan’ny olona dia ny maso no tahaka ny jiro ka miankina amin’ny fahatsaran’ny maso ny fahazavana ho hitanao. Azoko antoka ve ny fahatsaran’ny masoko?"
    },
    "2": {
      "vakiteny": "LIOKA 11. 37-54",
      "F": [6],
      "lohateny": "LOZA ! LOZA ! LOZA !",
      "content": [
        "Nanasa Azy dia nitsikera: Inona re no nanosika ity Fariseo iray ity mba hanasa an’i Jesoa Kristy handroso ao aminy ka hiara-misakafo aminy? Fa tsy nisalasala i Jesoa nandroso ary dia nihinana. Saingy fanamarihana kely tao am-pon’ilay Fariseo fotsiny ny amin’ny tsy nanasan’i Jesoa Kristy tanana alohan’ny hisakafoany no nahatonga Azy hamoaka ireo teny faran’izay henjana mikasika ireto Fariseo ireto.",
        "Lozanareo Fariseo sy Mpahay lalàna: Miverina in’enina izany eto amin’ity andalan-tSoratra Masina ity (42-44, 46-47, 52). Izany dia maneho ny tsy fankasitrahan’i Jesoa ny toe-tsaina, toe-po ary toe-panahin’ireto Fariseo sy Mpahay lalàna ireto. Fatra-panaja fombafomba amam-panao izy ireo fa tsy tena miaina amin’ny fitiavana an’Andriamanitra amin’ny maha mpitondra fivavahana sy mpampianatra azy. Nanomboka teo amin’ny tsy fanasana tanana alohan’ny hihinanana (38) dia notanisain’i Jesoa ny sisa rehetra: mandoa ny fahafolon-karena fa tsy mitoetra amin’ny fitiavana an’Andriamanitra (42) - Tia voninahitra sy fisehosehoana (43) - Mihatsaravelatsihy (45) - Mampianatra fotsiny fa tsy manatanteraka (46) - Manakana ny olona tsy hiditra amin’ny fanjakan’ny lanitra (52). Raha fehezina dia miaina mifanohitra amin’ny fiainana tokony hiainan’ny olona mino an’Andriamanitra. Manamarina ilay teny voalazan’ny Apostoly Paoly hoe: “Manana ny endriky ny toe-panahy araka an’Andriamanitra nefa mandà ny heriny” (II Timoty 3.5)"
      ],
      "Hosaintsainina": "Manao ahoana ny fiainako ny Tenin’Andriamanitra? Hoy mantsy i Jesoa: “Tsy izay rehetra manao amiko hoe: Tompoko, Tompoko, no hiditra amin'ny fanjakan'ny lanitra, fa izay manao ny sitrapon'ny Raiko Izay any an-danitra” (Matio 7.21). Ny zavatra rehetra izay ataontsika dia tokony ho vokatry ny fahatsapantsika ny fitiavan’Andriamanitra antsika satria izany indrindra no atao hoe: Fitiavana (I Jaona 4.10)."
    },
    "3": {
      "vakiteny": "SALAMO 16. 1-11",
      "F": [6],
      "lohateny": "AHY NY FANAHY REHETRA",
      "content": [
        "Ity salamo nasandratr’i Davida ity dia Salamo fitalahoana amin’ny andro fampahoriana. Matetika, amin’ny vanimpotoana fanafihan’ny fahavalo ny Zanak’Israely.",
        "Aroko, Anjarako… (1-6). “Hoy izaho ny amin’i Jehovah…”. Hita fa manana fifandraisana akaiky amin’Andriamanitra i Davida satria fantany hoe iza izy ary iza Andriamanitra ? Tahaka ny zanaka amin-drainy, mahatsiaro ho manatompo “Tompoko hianao”. Noho izany no tsy hisalasalany mangataka fiarovana amin-dRainy “arovy aho…”. Endrey izany tombontsoan’ny zanak’Andriamanitra nandray an’i Jesoa Kristy ho Tompony sy Mpamonjiny, anjara lova tsara no andrandrainy. Inona kosa no takiana amiko amin’ny maha zanaka? Ny fahatsiarovana foana fa “fananan’Andriamanitra manokana aho” (Isaia 44.5), tsy hanompo Tompo roa na hanakalo Azy amin’ny hafa (4).",
        "Saina, Fo, Fanahy, Vatana (6-11). Ireo no mamaritra ny maha olombelona. Ny saina natao handraisana toro-hevitra, toro-lalana amin’izay zavatra kasaina (7). Ny fo natao haneho hetsika fifaliana, alahelo, fahatezerana, fahatahorana (9). Voajanahary ao anaty ireo singa ireo. Isaorana anie Andriamanitra nahary antsika saina, vatana, fanahy. Ny fo sy saina salama dia manome vatana tomady. Izany no sitrapon’Andriamanitra ho antsika rehetra : “Ry malala, mangataka aho mba hambinina amin’ny zavatra rehetra anie hianao, tahaka izay hanambinana ny fanahinao ihany” (3 Jaona 2). Ambonin’izany rehetra izany ny fanahy izay entintsika mifandray amin’Andriamanitra Fanahy. Mandeha ila ihany raha vatana sy saina fa tsy misy fanahy. Tsy ho vongam-panahy be koa nefa ka tsy misy hirarahiana ny vatana. Hoy Izy “Ahy ny fanahy rehetra…” (Ezekiela 18.5)."
      ],
      "Fanontaniana": "Mitarika antsika amin’inona ny fahafantarana izany fahamarinana izany?"
    },
    "4": {
      "vakiteny": "SALAMO 17.1-15",
      "F": [2],
      "lohateny": "OMEO RARINY AHO",
      "content": [
        "Mitohy ny fitalahoana, vavaka kosa no asandratr’i Davida eto raha hira no teo aloha. Miendrika fibaikoana ireo teny ampiasain’i Davida ireo. Misy eo amin’ny 13 eo raha amin’ity salamo ity.",
        "“Mihainoa…, sakano, atongilano, arovy, afeno,…”. Miantso Anao aho ka henoy ny momba ahy (1-5) : Tahaka ny manoloana ny fitsarana,. Mangataka ny mba henoina ny momba azy manokana ary ny hotsaraina araka ny rariny sy ny fahitsiany ity lehilahy ity. Fantany nefa fa izany fahitsiany izany dia miankina amin’ny fahasoavan’Andriamanitra fa tsy amin’ny herin’ny tenany (5).",
        "Miantso hanao aho ka henoy ny momba ny fahavaloko (6-12). Eto indray dia miresaka momba ny fahavalo mamely azy izy. Mahatsiaro ho voazimbazimba sy hamavoin’ireo fahavalo. Mafy anie izany! Tahaka ilay zaza mandaza amin-dray aman-dreniny isika manao amin’ny Tompontsika hoe : “Ho any amin’iza moa izahay, ianao no manana ny Tenin’ny fiainana….” (Jaona 6.68).",
        "Miantso Anao aho ka afaho (13-15). Mahavariana ny fahasahian’i Davida maniraka an’Andriamanitra hoe mitsangàna, sakano ary aripaho izy. Izany tokoa ilay Jeneraly tsara mahafantatra ny tokony atao amin’ny fahavalo. Misy ny fahavalo ara-panahy amin’izao vanim-potoana hiainantsika izao, andao hamantatra ny fihetsiny sy ny paikadiny. Miadia ny ady tsaran’ny finoana!. Momba ireo olon’izao tontolo izao kosa, manana ny anjara fiadanany sy ny hareny ireo (14). Naleon’i Davida ny tsy hialona tahaka an’i Asafa (Salamo 73.2-3), fa nahay nianina tamin’izay ananany izy dia ny fifaliana mahita an’Andriamanitra raha mifoha maraina (15)."
      ],
      "Hosaintsainina": "Inona re no mety ho fitahiana amin’ny andavanandro ka hahafapo ahy?"
    },
    "5": {
      "vakiteny": "SALAMO   19.1-14",
      "F": [1],
      "lohateny": "VONINAHITRA",
      "content": [
        "Manankarena Salamo ny Baiboly. Raha Salamo fitalahoana no hita teo aloha, dia Salamo fanomezam-boninahitra  an’Andriamanitra amin’ny alalan’ny asan’ny tanany sy ny Teniny no resahina eto.",
        "Aleo ny natiora no hiteny (1-6). Azo an-tsaina hoe eo am-piandrandrana ny lanitra i Davida no manoratra ity salamo ity. Misaintsaina ny fiasa-manginan’ny zavaboary izy. Tahaka ny fiasan’ny masoandro manafana ny tontolo manomboka amin’ny fiposahany ka hatramin’ny filetehany. Toa tsy mitaky fankasitrahana, tsy mangataka “j’aime” kanefa dia miseho ho azy eny ny voninahitr’ilay nahary azy. “Fa ny fombany tsy hita dia ny heriny mandrakizay… fa fantatra amin’ny zavatra ataony ka dia tsy manan-kalahatra ireo” (Romana 1.20). Andao haka tahaka ny masoandro!",
        "Aleo ny lalàna no hiteny (7-11). Lalàna, teni-vavolombelona, fandidiana, fitsipika, didy; izany no entina ilazana ny Tenin’Andriamanitra ary samy manana ny hilàna azy ny tsirairay amin’ireo. Misy foana ny mety ho banga amin’ny fiainana : fahendrena, fahatahorana, fifaliana, fampiononana…., aoka ho fenoin’ny Tenin’Andriamanitra izany. Izay tsy manana fahendrena aoka izy hangataka ary dia omena azy izany (Jakoba 1.5).",
        "Ny amin’ireo karazan’ota (12-14). Misy karazany roa ny ota dia ny tsy nahy sy ny ratsy niniana natao. Samy mila hifonana izy roa. Ny Fanahy Masina anie ampahafantatra ny tsirairay ny amin’ny ota tsy nahy. Jesoa Kristy anie hanamarina ireo izay mifona ny amin’ny otany."
      ],
      "Fiderana": "Derao ny Tompo, fa be voninahitra. Ny lanitry ny lanitra derao Iaveh. Masoandro amam-bolana derao Iaveh…Fa teny iraimbavany nampisy anareo. Lalàna nosoratany tsy azo dikaina. (Fihirana FMMB 325)"
    },
    "6": {
      "vakiteny": "EZEKIELA 45.1-17",
      "F": [6],
      "lohateny": "SATRIA MASINA NY TOMPO",
      "content": [
        "Manome andraikitra ny Tompo (1–5). An’i Jehovah ny tany fa i Ezekiela no nizara azy ho an’ny Israely. Fa nomena anjara koa ny Tompo. Mazava kokoa ny fanoritana an’io fitoerana masina ho an’i Jehovah io ao amin’ny Eze. 48: 10. Nomen’ny Tompo andraikitra isika hanome toerana ny fahamasinana eo amin’ny fiainantsika (Heb. 12.14).",
        "Tsy misy diso anjara (6–8): samy nahazo zara-tany kely manodidina ny tempoly na ny Israely na ny Mpanjaka. Vanim-potoana anjakan’ny Tompo no tondroina eto. Zava-dehibe ny fanatrehan’ny Tompo satria dia tsy mahatoetra eo anoloany ny faharatsiana. Mivavaha toa an’i Davida hoe: “ataoko eo anatrehako mandrakariva ny Tompo” (Sal. 16.8a), mba handresentsika ny fahalovana sy ny faharatsiana manenika ny firenena indrindra amin’ny fananan-tany.",
        "Aoka izay ny faharatsiana (9–12): mitodika mivantana amin’ny mpitondra ny baikon’ny Tompo eto. Manara-maso akaiky ny fampanjakana ny rariny sy ny hitsiny ny Tompo. Manomboka amin’ny zavatra tsotra andavanandro, lanjan’entana sy refy marina. Manome baiko manokana ho an’ny mpitondra fanjakana, handala ny rariny sy hanao ny marina mihitsy Izy (8, 9).",
        "Sorona ho fanavotana (13–17): ny Tompo ihany no mitarika ny vahoakany momba ny fanatitra hanompoana Azy ao amin’ny tempoliny (15). Samy manao izay tandrifiny na ny vahoaka (15) na ny mpanjaka (17). Mba hanaovana fanavotana ho an’ny Israely no tanjon’Andriamanitra. Tanterak’i Jesoa izany tamin’ny nitondrany ny otantsika teo amin’ny hazo fijaliana. “Fa tahaka izany, ny Zanak'olona tsy tonga mba hotompoina, fa mba hanompo ka hanolotra ny ainy ho avotra hisolo ny maro” (Mat. 20. 28)."
      ]
    },
    "7": {
      "vakiteny": "EZEKIELA 45. 18- 25",
      "F": [4],
      "lohateny": "FANADIOVANA",
      "content": [
        "Fanadiovana ny Fitoerana masina (18-25): lalàna vaovao nomen’i Jehovah io, tsy mbola nisy tamin’ny andron’i Mosesy. Noho ny otan’ny olona mety hifindra amin’ny fitoerana masina na tsy fanahy iniana aza no antony anaovana io fanatitra fanadiovana io. Antoka ho antsika ny ran’i Jesoa. “... ary ny ran’i Jesoa Zanany no manadio antsika ho afaka amin’ny ota rehetra” (1 Jao.1. 7). Na dia ilay fitoerana masina aza diovina tahaka izany noho ny ota tsy nahy koa mainka moa ilay olona mety ho manota tsy nahy (20) ka mamindra amin’ny fitoerana masina. “Raha ny fahatsontsana, dia iza re no mahalala izany? ataovy tsy manan-tsiny aho ny amin'izay ota tsy fantatra” (Sal. 19. 12). Ary raha isika izay tempolin’Andriamanitra “fa isika no tempolin'Andriamanitra velona” (1 Kor. 6.16), ahoana izany no itondrantsika ny tenantsika, izay eo anatrehan’Andriamanitra mandrakariva? Misy azo avela ho tsy masina ve?",
        "Fanatitra noho ny ota isan’andro (21-25). Manatitra fanatitra noho ny ota ho an’ny tenany sy ho an’ny vahoaka ny mpanjaka amin’ny andro PASKA. Amin’ny andro firavoravoana (25) koa dia hanatitra fanatitra hohanina ho an’i Jehovah mandritra ny 7 andro izy, hatao fanatitra noho ny ota. Ny nanoloran’i Jesoa ny tenany ho fanavotana ny olona dia nanomezany baiko hoe: “izao no ataovy ho fahatsiarovana Ahy” (1 Kor. 11.24, 25). Manana ny lanjany lehibe tokoa noho izany ny Fanasan’ny Tompo rehefa tanterahina amin’ny finoana an’i Jesoa ilay nandatsaka ny ràny ho an’ny mpanota tsirairay manatona Azy."
      ]
    },
    "8": {
      "vakiteny": "EZEKIELA 46. 1- 26",
      "F": [3, 7],
      "lohateny": "MIASA ILAY TEMPOLY VAOVAO",
      "content": [
        "Mila ho isaka ny andininy amin’ity toko ity dia ahitana ny teny hoe fanatitra avokoa.",
        "Fandaminana ny fanompoana ao amin’ny Tempoly (1-15): voaresaka ato avokoa ireo olona manome ny fanatitra, ny toerana idirany sy ivoahany, ny toerana ipetrahany mandritra ny fanaterana ny fanatitra entiny (2, 8, 9, 10), ny fotoana hanaovany izany mbamin’ny karazana fanatitra entiny avy (4, 6,   7, 11). Eny, hatramin’ny an’ny mpisorona ihany koa aza dia ambaran’ny Tompo eto (13-15). Manaitra ny amin’ny mpanjaka manokana: “Ary ny mpanjaka dia hiara-miditra amin'ireo, ary raha mivoaka ireo, dia hiara-mivoaka aminy” (10). Didian’ny Tompo iombona fiainana amin’ny vahoakany izy fa tsy manava-tena amin’ny fanompoana Azy akory. Mazava ny fiainana izany ho an’ny kristianina aty amin’ny fanekena vaovao: “dia toy izany koa isika, na dia maro aza, dia tena iray ihany ao amin'i Kristy, ...” (Rom. 12.5).",
        "Momba ny anjaran-tany (16-18): manam-bady aman-janaka ny mpanjaka araka izay hita eto. Raha te hanolotra tany ho lovan-janany na ho an’ny mpanompony izy dia mba ho araka ny hitsiny sy ny rariny tahaka ny efa nambara tary aloha no hanaovany izany (Ezek. 45.6-8). “Tsy mahazo maka izay anjara lovan’ny vahoaka ny printsy filoha ka hanaisotra  azy amin’ny zarataniny” (18- DIEM).",
        "Toerana fahandroan-kanina (19-24): Samy hita ao amin’ny tempoly avokoa, na ny toerana fanaovana fanatitra (20) na ny toerana natao ho fahandroan-tsakafo (24). Tian’Andriamanitra ho toeram-ponenany ihany koa izay misy antsika. “Sambatra izay fidinao ka ampanatoninao hitoetra eo an-kianjanao” (Sal. 63.4). Satria masina Andriamanitra dia tarihany koa ny Kristianina hampanjaka fahamasinana mitovy, amin’ny fiainana ara-panahy sy amin’ny sehatry ny fiainana anivon’ny fiaraha-monina manontolo."
      ]
    },
    "9": {
      "vakiteny": "EZEKIELA 47.1-12",
      "F": [1, 6],
      "lohateny": "NY ONIN’NY RANO VELONA VE?",
      "content": [
        "Mivoaka avy ao amin’ny Tempoly (1-2). Anjely no nampitsidika an’i Ezekiela mpaminany ny trano na tempoly vaovao. Mahagaga fa tsy nijanona teo amin’ny tempoly ilay rano hitan’i Ezekiela fa nivoaka. Ny hevitry ny rano: <br/> -Tenin’Andriamanitra (Isaia 55.1-10) <br/> -Fanahin’Andriamanitra (Isaia 44.3) <br/> -Fanadiovana fahalotoana sy sampy (36.25-27)",
        "Mitombo miandalana (3-5). Ny fitomboan’ny refin’ny rano dia manindry ny asa makadiry takian’ny fiverenana amin’ny fiainana andrasan’Andriamanitra ho an’ny vahoakany. Olona, niaina vanim-potoana mafy, tany amin’ny tanim-pahababoana tany Babylona no niverina tao Jodia, ary nanoratana voalohany. Mety nihevitra izy ireo fa ho moramora ny fahatanterahan’ny fanavaozana, fa tsy hiantomboka amina rano izay mivoaka avy ao amin’ny tempoly. Ampahatsiahivin’ilay fahitana fa hitombo ary hihamafy miaraka amin’ny fotoana ny asa ary hivelatra amin’ny hery mandritra ny tantara. Tsy refesina amin’izay tranga miseho na ny fotoana voalohany nanombohana ny refin’ny asan’Andriamanitra.",
        "Manasitrana ary manome fiainana (6-12). Manambara ireo vokatra azo tsapain-tànana amin’ny fandehanan’ny ony tamin’ny tany ngazan’ny Israely ny fahitana. Mpanjono maro no hahazo sakafo be dia be, hamoa be dia be ny hazo maniry eny amorony, hanome voa foana ary fanafody. Mariky ny fanarenan’Andriamanitra ny fiainan’ny vahoakany ny fandraisany an-tànana ny lafim-piainany rehetra. Manampy ny faminaniana teo aloha (36.25-27) izay manindry ny resaka fanadiovana amin’ny fahotana sy ny sampy ary ny fanavaozana anaty izay ataon’ny Fanahin’Andriamanitra ny lahatsoratsika androany."
      ],
      "Fahamarinana": "Tanteraka ao amin’i Jesoa Kristy Ilay loharano sy mpanome fiainana be dia be ny faminanian’ny TT. Izy no fahatanterahan’ilay tempoly vaovao (Jaona 4.24; 2.19-22; 7.37-39; 10.10; 2Timoty 1.10). Ny tenin’Andriamanitra manome fiainana sady manasitrana (Ohabolana 4.20-22)."
    },
    "10": {
      "vakiteny": "EZEKIELA 47.13-23",
      "F": [6],
      "lohateny": "NY FIZARANA NY TANY (1)",
      "content": [
        "Mampahatsiahy ny fizarana tamin’ny andron’i Josoa (Josoa 13-21) ity fizarana vaovao ato amin’ny Ezekiela ity. Faritra voatokana ho an’Andriamanitra no voalohany (45.1-8) ary ny faritry ny foko tsirairay no manaraka (47.13-48.35).",
        "Ny anjaran’ny foko 12 (13-21). Tena nanan-danja ny tany tamin’ny Testamenta Taloha satria porofo hita maso ny:<br/>-Fifidiananan’Andriamanitra ny Israely: samy nafahana tany Egypta ary samy manana zo ny hahazo anjara lova mitovy (14; Deotoronomia 32.6-18)<br/>-Maha zanak’Andriamanitra  (Eksodosy 4.22)<br/>-Tsy fivadihan’Andriamanitra amin’ny fanekeny (Deotoronomia 8.17-18; 9.5).<br/> Ninian’Andriamanitra notsindriana ny fanomezana anjaran-droa ny fokon’ i Josefa (ho an’i Manase sy Efraima; Genesisy 48. 5-6)(13) mba tsy iverenan’ny disadisa (Josoa 17.14-17). Hendry Andriamanitra! Tsy hahazo anjara ny fokon’ny Levy (44.28-45.5). <br/>Mitovy amin’ny faritany voalohany izay nampanantenain’Andriamanitra ny Israelita ao amin’ny Nomery 34.1-12 ny faritany eto (14). Ireo faritra atsinanan’ny Jordana, izay efa nipetrahan’ny Israely nandritra ny fotoana maharitra dia tsy anisan’ny tany nampanantenaina tany am-piandohana. Mampahatsiahy ny fampanantenana tamin’i Abrahama sy ny taranany Andriamanitra (20.5-6; 36.28; Genesisy 12.7; 26.3; 28.13).<br/>Mitovitovy ny tany tamin’ny andron’i Davida sy Solomona ny faritany eto (15-16).",
        "Ny anjaran’ny vahiny (22-23). Ao amin’ny lalànan’ny TT dia narovana ny vahiny teo amin’ny fiaraha-monina fa kosa tsy afaka manana tany sy misitraka ny zon’ny teratany. Ny vahiny nahazo ampahana tany eto dia ireo vahiny “hafa firenena izay nanaiky ho an’i Jehovah mba hanompo Azy sy ho tia ny anaran’i Jehovah mba ho mpanompony” (44.7; Isaia 2.3; 55.5; 56.3-8).<br/>Tsy miresaka fizarana tany intsony ny Testamenta Vaovao satria efa tonga Jesoa Kristy Ilay fahatanterahan’ny làlana sy ny mpaminany (Lioka 22.44-47; 1 Petera 1.3-6; Apokalypsy 22.1-5)."
      ]
    },
    "11": {
      "vakiteny": "EZEKIELA 48.1-14",
      "F": [2, 6],
      "lohateny": "NY FIZARANA NY TANY (2)",
      "content": [
        "Ny tany avaratr’i Jerosalema (1-7). Foko fito no samy hahazo anjara mitovy: Dana, Asera, Naftaly, Manase, Efraima, Robena ary Joda. Tsy hisaraka intsony ny fokon’i Joda sy ny foko folo.<br/> Nifidy ny anjarany mialoha tsy niaraka tamin’ireo foko hafa Robena, Gada ary ny antsasakin’ny fokon’i Manase (4-6-27), fa Andriamanitra foana no Tompon’ny teny farany.",
        "Ny tany voatokana (8-14;21-22). Samy hahazo anjara mitovy avy amin’ny tany voatokana ny mpisorona sy ny Levita ary ny mpanjaka (45.1-8). Ny atsimon’ny fokon’i Joda dia voatokana ho an’ny taranak’i Zadoka izay hanatanteraka ny asa fanompoana ao amin’ny fitoerana masina (45.4). Io faritra io dia « zavatra masina indrindra » (2) satria hisy ny tendrombohitry ny tempoly. Ny atsimon’ny mpisorona no misy ny ho anjaran’ny Levita izay hanatanteraka ny asa fanompoana ao amin’ny tempoly (45.5). Anjaran’ny mpanjaka ny andaniny roa amin’ny anjara masina voatokana sy amin’ny tany ho amin’ny tanàna (45.7-8; 21-22).",
        "Andriamanitra no ho ivo. Izany no anton’ny nanindrian’i Ezekiela ny fanatrehany eo afovoan’ny tanàna, ao amin’ilay tempoly vaovao sy tanàna vaovao. Lalàna tsara lavitra no ambaran’ny Testamenta Vaovao: « Ny Avo Indrindra tsy mitoetra ao amin’izay nataon-tànan’olona » (Asan’ny Apostoly 7.48). Tsy manavaka olona manokana (Hebreo 4.14-5.14; 8-9) na toerana masina intsony ny Testamenta Vaovao (Jaona 4.24; Hebreo 8.13). « Ny Tompo Andriamanitra, dia ny Tsitoha, sy ny Zanak’ondry no tempoly » ao amin’ilay tany vaovao ao amin’ny Apokalypsy (Apokalypsy 21.3-22). Ny fombafomba tao amin’ny Testamenta Taloha (andro firavoravoana, voaloham-bolana, Sabata) dia alokin’ny zavatra ho avy, fa ny tenany dia an’i Kristy (Kolosiana 2.17; Hebreo 8.5-10.1)."
      ]
    },
    "12": {
      "vakiteny": "EZEKIELA 48.15-35",
      "F": [1],
      "lohateny": "NY FIZARANA NY TANY (3)",
      "content": [
        "Ny tanàna, ny vavahady 12 ary ny fari-taniny (15-19, 30-35). Eo afovoany, misy tanàna hodidinina tamboho, ary vavahady (telo isakin’ny zoron-tany efatra) izay mitondra ny anaran’ny foko 12 an’ny Israely (30-34). Voalaza ao koa ny fokon’i Levy.<br/>Mifanohitra amin’ny lasa, tsy ho foko iray (Joda) intsony no ho tompon’ny tànana fa ny Israely rehetra.  Solontenan’ny foko tsirairay no hipetraka sy hiasa ao (19).<br/>Kilometatra maro atsimon’i Jerosalema amin’izao no hisy ilay tànana. Midika ve izany fa hafindra toerana Jerosalema?",
        "Ny tany atsimon’i Jerosalema (23-29). Foko dimy no samy hahazo anjara mitovy: Benjamina, Simeona, Isakara, Zebolona ary Gada. Tsara Andriamanitra! Mahagaga ny nandaminany mialoha ny faritry ny tanàna vaovao sy ny fizarany izany amin’ireo foko samihafa. Misoroka ny ady sy fifandirana mety hisy izany.<br/>Ny fokon’ny taranak’i Jakoba tamin’i Lea sy Rahely no hanakaiky indrindra ny tempoly. Ny fahalaviran’ny anjaran’ny taranak’i Bila sy Zilpa, dia azo heverina fa vokatrin’ny tranga izay tsy nankasitrahan’Andriamanitra tao amin’ny Genesisy 30.",
        "Jehovah no ao (35).  “Jehovah no ao” no anarana ho entin’ny tanàna amin’ny ho avy. Izany no teny fampanantenana nomeny ireo vahoakany reraka sy trotrakin’ny fahababoana ary niaina ny fandaozany. Tsy maintsy miverina Andriamanitra na dia nandao an’i Jerosalema aza. Andriamanitra mihazona ny fanekeny Izy! Mamintina ny tanjon’Andriamanitra, tsy ho an’ny Israely ihany fa ho an’izay rehetra resy, babon’ny fahotana ary miaina lavitra an’Andriamanitra izany fehezanteny farany ao amin’ny boky izany."
      ],
      "Fanontaniana": "Efa monina sy mitoetra ao aminao ve Andriamanitra (Jaona 1.14a; Isaia 7.14; 8.8; Matio 1.23; Jaona 14.23)?"
    },
    "13": {
      "vakiteny": "LIOKA 12.1-12",
      "F": [3],
      "lohateny": "MIJOROA AMIN’NY FINOANA!",
      "content": [
        "Aza mba tsara ivelany ihany! Izay maneho lainga sy fitaka ety ivelany tsy mifanaraka amin’izay tena marina ao am-pony dia mihatsaravelatsihy! Ny fitondran-tena araka an’Andriamanitra dia mifanohitra amin’izany satria miaina anaty mazava (3), mangarahara feno (2). Izay ao anaty ihany no mivoaka aty ivelany, tsy misy hamboamboarina na hovaina fa miaina ny fahamarinana! Ny fanahin’Andriamanitra ao anatintsika no hahafahantsika manatanteraka izany! Raha tsy izay dia manao ezaka be isika dia avy eo reraka ary tsy mahavita araka ny tokony ho izy!",
        "Iza no tokony hatahorana? Ilay Andriamanitra Tompon’ny fahefana any an-danitra sy ety an-tany irery ihany no tokony hatahorantsika amin’izao fiainana izao (4). Ilay hoe “hatahorana” lazaina eto dia hajaina sy hankatoavina (5) no heviny fa tsy hoe mampatahotra na mampihorohoro akory! Izy no hitsara antsika rahatrizay, na ho tafaraka Aminy isika na ho very ! Izany no tena zava-dehibe indrindra tokony hifantohantsik, mihoatra lavitra noho izay heverintsika ho tena zava-dehibe eto an-tany.",
        "Sahia maneho ny finoana! Ny finoana ilay fanomezan’Andriamanitra an’i Jesoa Kristy ho faty hamonjy antsika teo amin’ny hazo fijaliana, nitondra ny fahotantsika ary namela ny helotsika. Ary mbola mamindra fo amintsika isan’andro amin’ny tsy fahamendrehantsika Izy. Izay no hijoroantsika (8) ka tsy misy hahasakana ny fahasahiantsika hizara izany fahasoavana lehibe noraitsintsika izany ary tsy ho tafandrimandry isika fa satrintsika hanaparitaka izany vaovao mahafaly izany na aiza na aiza sehatra hitondran’ny Fanahy Masina antsika. Izy no hampiteny ary hametraka ny teny eo am-bavantsika (12)."
      ],
      "Baiko": "“Aoka ho mahatoky hatramin’ny fahafatesana ianao, dia homeko anao ny satro-boninahitry ny fiainana”. Apokalipsy 2.10."
    },
    "14": {
      "vakiteny": "LIOKA 12.13-21",
      "F": [6, 7],
      "lohateny": "ANDRIAMANITRA NO TOMPON’NY AINA",
      "content": [
        "Miharia ny harena maharitra! Amin’ny maha mpampianatra an’i Jesoa Kristy dia karazan’olona maro no manatona Azy. Lehilahy manana olana resaka lova no mangataka fanampiana amin’ny Tompo eto (14). Valiteny mahitsy no nomen’i Jesoa azy hoe ny fampahafantarana ny fanjakan’Andriamanitra, ny lalam-pamonjena sy ny harena any an-danitra no himasoany fa tsy ny harena ety an-tany. Ny haren’ny tany dia tsy maintsy hilaozantsika na ho ela na ho haingana rahatrizay hodimandry isika (15) ka tsy tokony himatimatesana loatra mihoatra amin’ny fikatsahana ny fanjakan’Andriamanitra!",
        "Manam-petra ny kajikajin’olombelona! Diso kajy tanteraka ilay lehilahy manan-karena raha nihevitra fa efa manana ny ampy an-taonany maro dia afaka manao izay mahafinarinaritra azy amin’izay izy (16). Tsy tao an-tsainy ilay tena zava-dehibe indrindra, tsisy afaka mifehy sy mametra afa-tsy Andriamanitra irery ihany, dia ny ainy (20). Tsy voavidin’ny harena ary tsy afaka haverina ny aina rehefa tonga ny fotoana hakan’ny Tompo! Rehefa maty koa isika dia tsy afaka hitondra na inona na inona any am-pasana fa mijanona eto an-tany daholo izay fananantsika na kely io na be!",
        "Manomana ny mandrakizay. Ny fiainantsika eto an-tany dia voafetra hatrany amin’ny 80 taona eo ho eo (Salamo 90.10) saingy tsy mijanona eo fa mitohy aorian’ny fahafatesana (Matio 25.46; Jaona 3.14-16). Na mitohy any an-danitra ho an’ireo izay mino na any amin’ny farihy mirehitra afo ho an’ireo izay ho very (Matio 13.49-50;1 Jaona 5.11-12). Raha mbola velona isika dia mbola afaka misafidy ilay tena fiainana!"
      ],
      "Hafatra": "“Ary mandalo izao fiainana izao sy ny filany; fa izay manao ny sitrapon'Andriamanitra no maharitra mandrakizay”.1 Jaona 2.17"
    },
    "15": {
      "vakiteny": "LIOKA 12.22-34",
      "F": [2],
      "lohateny": "MATOKY AN’ANDRIAMANITRA",
      "content": [
        "Tsy mifantoka amin’ny ara-materialy! Anisan’ny tena sarotra amin’ny fanarahana ny Tompo io fatokiana ny fitantanany io rehefa zatra manao kaontikaonty isika. Hain’Andriamanitra anefa ny manome izay hilaintsika rehetra amin’ny maha-olona feno antsika mihitsy ary mihoatra lavitra noho izay takatry ny saintsika aza (22). Fahavononana hanaiky sy hankato Azy no handrasany amintsika dia manaraka ny zavatra rehetra!",
        "Manaiky ho tantanan’Andriamanitra. Zava-boahary 3 karazany (24, 27, 28) no hanaovan’i Jesoa fanoharana hanehoany fa tena sarobidy lavitra noho ireny ny fandraisany an-tànana antsika olombelona izay nohariany ambany kely noho izy fotsiny! Mampanantena antsika Izy fa tena karakarainy ary homeny izay sahaza rehetra ho an’ny nofo isika raha manao Azy ho lohalaharana amin’ny fiainantsika! (29).",
        "Mametraka Azy ho laharampahamehana. Betsaka ny mpanompon’Andriamanitra mijoro vavolombelona fa raha nanaiky ny irak’Andriamanitra izy ireo dia nahafoy asa tsara karama, fananana, vola aman-karena, eny hatramin’ny fotoana tokony hiarahana amin’ny ankohonana aza. Kanefa, tsy nisy diso anjara tamin’ny fahasoavan’ny Tompo izay niantoka sy niahy azy ireo. Tsy nitsanga-menatra nanoloana ny hafa izy ireo ary afaka nivelona toy ny rehetra ihany fa Andriamanitra no namatsy ny fiainan’izy ireo (31)."
      ],
      "Lesona": "Andriamanitra dia mikarakara ny antsipiriam-piainan’izay zanany matoky ary miantehitra feno Aminy! Ary tsy havelany hangaihay izy fa Izy no hiahy Azy kanefa kosa mila tena mitoky tanteraka Aminy fa tsy misalasala!"
    },
    "16": {
      "vakiteny": "LIOKA 12.35-48",
      "F": [4, 6],
      "lohateny": "HIVERINA NY TOMPO",
      "content": [
        "Mpiambina mahatoky. Toy ny asan’ny mpiambina (36,   37a), tsy fangatahana fa takian’ny Tompo mihitsy ho an’izay rehetra miandrandra ny fiverenany ny fiandrasana fatratra ny ora hiaviany na amin’ny firy na amin’ny firy. Midika ho fanehoana fahavononana mifanaraka amin’ny toetra takian’ny Tompo izany: fifikirana amin’ny fiainana ny toetra mifanaraka amin’ny famonjena izay noraisaina tamin’ny Anarany. Ny maha mpino ny mpino: mijoro sy mandeha amin’ny mazava lalandava amin’ny fotoana rehetra, manamasina ny tena amin’ny alalan’ny famakiana sy fiainana ny Tenin’Andriamanitra amin’ny fotoana rehetra, mizara ny fitiavany sy ny fahatsarany amin’ny hafa amin’ny fotoana rehetra. Toetra takiana amin’ny segondra rehetra izany fa tsy fombafombam-piainana.",
        "Hahazo valisoa. Tsy hoe miandry maina ny fiverenan’ny Tompo fotsiny ny Mpino fa ampanantenainy fiarahana mifaly Aminy tsy misy ohatr’izany araka ny teniny eto mihitsy. Mba azontsika an-tsaina ve izany hoe, Ilay Tompon’ny zavatra rehetra, Ilay Mpamorona, Ilay Fitiavana no mampifaly izay rehetra mino Azy rehefa tonga Izy. Fanasam-be anie izany e! Koa aza anisan’ny mpiambina anarana fotsiny ihany, mihanina amin’izay karama isam-bolana, fa meteza ho mpiambina miomana ny hahazo fanampi-karama (primes) (37b)!",
        "Mpitandrina, mpiahy. Na samy mpino aza dia misy ny natao ho mpiahy ny mpino hafa. Hanampy ireo mpino haharitra sy hiaina ny maha mpino azy araka izay efa voalaza etsy ambony. Manana andraikitra kokoa eo anatrehan’ny Tompo ny mpitandrina ary hanadinan’ny Tompo azy izany rahatrizay (48b)."
      ],
      "Vavaka": "Ampio aho Tompo hanana toe-po hiaina ny soatoavin’ny Fanjakanao ka ho toetra izany fa tsy ho sarintsariny. Amena!"
    },
    "17": {
      "vakiteny": "LIOKA 12.49-59",
      "F": [2],
      "lohateny": "TSY VAZIVAZY",
      "content": [
        "Mametraka amin’ny toerany. Ny fanarahana an’i Jesoa dia miteraka safidy sy fanapahan-kevitra izay tsy hifanarahana na dia amin’ny fianakaviana aza matetika (53). Tsy vitsy ny mpino no efa niaina sy mbola hiaina izany, toy ny hoe: “Izay tia ray na reny mihoatra noho ny fitiavany Ahy dia tsy miendrika ho Ahy, ary izay tia ny zananilahy na ny zananivavy mihoatra noho ny fitiavany Ahy dia tsy miendrika ho Ahy.” (Matio 10.37). Tsy manao izay hankahalàna na tsy hitiavana ny fianakaviana na ny hafa akory ny Tompo fa mampianatra antsika kosa ny hametraka Azy ho lohany eo amin’ny fiainantsika. Fa misy koa fomba na toetra na fanao izay tsy foin’ny mpianakavy anefa tena mifanohitra amin’ny toetra amam-panahy hitarihan’ i Jesoa ny mpino. Ny mpino dia tsy manava-tena fa antsoin’ny Tompo hiavaka. Tsy miala amin’izao tontolo izao fa tsy manao ny fanaon’izao tontolo izao.",
        "Aza mody fanina! Ny fahalalana dia mitarika fahatakarana. Isika zanak’olombelona be fahalalana anefa indraindray, dia mody fanina, mody tsy mahatakatra. Asa, nahoana loatra re no misy amintsika no tsy dia mivaky loha ny amin’ny fahamarinan’ny Tenin’Andriamanitra mahakasika ny fiverenany e? Misy toa manao vazivazy ka toa minia mikimpy manoloana ny tranga miseho sy maneho amintsika ankehitriny fa efa miaina ny vanimpotoana farany isika izao araka izay efa nambaran’ny Tompo taonjato maro taloha, izay voasoratra rahateo ao amin’ny Teniny."
      ],
      "Hafatra": "“Aza mety hofitahina ianareo; Andriamanitra tsy azo vazivazina, fa izay afafin'ny olona no hojinjainy”. Galatiana 6.7"
    },
    "18": {
      "vakiteny": "LIOKA 13.1-17",
      "F": [3],
      "lohateny": "IZAY MAHATERY AN’I JESOA",
      "content": [
        "Sarobidy amin’i Jesoa ny mahalala ny lalàna (ny tenin’ny soratra masina) fa tena manery azy koa ny fankatoavana sy fampiharana izany eo amin’ny fiainana. Izay indrindra no nanindriany sy nampianarany ireto baiko roa ireto :",
        "Mialà amin’ny toe-dratsy. Rehefa avy nampianatra Jesoa dia nisy nitondra tatitra taminy ny amin’ireo Galiliana izay novonoin’i Pilato ka naharoharony tamin’ny fanatitra ny rany (1). Fantatr’i Jesoa ny tao am-pon’ireo :Mihevitra ny tenany ho marina satria tsy tratr’izany loza mahatsiravina izany(1, 4). Tarihin’i Jesoa anefa izy ireo handini-tena ka hiala amin’ny ratsy fanaony (3DIEM) ary hamoa voa miendrika ny fibebahana (6,  7) mba tsy ho tratry ny fandringanana (7).<br/> Mbola anisan’ireo velon’aina isika fa tsy tao anatin’ireo olona marobe matin’ny coronas virus. Tsara kokoa ve isika ? Tsia ! « Ary ianao, ralehilahy, izay mitsara ny manao izany, kanefa manao izany koa ny tenanao, moa ataonao va fa ho afa-mandositra ny fitsaran’Andriamanitra ianao ?Sa hamavoinao ny haren’ny fahamoram-panahiny sy ny fandeferany ary ny fahari-pony, satria tsy fantatrao fa ny fahamoram-panahin’Andriamanitra dia mitaona anao hibebaka ? » (Romana 2.3-4)",
        "Famindram-po izao, ndao hiala amin’ny toe-dratsy ary hamoa voa araka ny sitrapon’Andriamanitra.",
        "Mifanompoa amin’ny fitiavana. Ny lalàna no mangeja ireto mpitondra fiangonana ka nahatonga azy ireo ho tezitra raha nahita an’i Jesoa nanasitrana tamin’ny sabata (14). Asa tsotra no nandraisan’izy ireo izany ka tsy tokony atao. I Jesoa kosa nanao izany ho fanehoam-pitiavana sy fanafahana ity vehivavy izay nijaly satria voafatotry ny aretina nandritra ny 16 taona(16).",
        "Tadidio !izay asa ataontsika amim-pitiavana no voasoratra any an-danitra."
      ]
    },
    "19": {
      "vakiteny": "LIOKA 13.18-35",
      "F": [1, 4],
      "lohateny": "NY FANJAKAN’ANDRIAMANITRA",
      "content": [
        "Mandroso ho any Jerosalema ny dian’i Jesoa (22). Lazainy fa any no hamonoana Azy (33). Mialoha izany dia nahatery Azy koa ny nampianatra ireo nanaraka azy ny amin’ny fanjakan’Andriamanitra(18,20)",
        "Tahaka ny ahoana ? Nambaran’i Jesoa fa ny fanjakan’Andriamanitra dia fiainana, ivelomana dieny ety an-tany.  « fa,indro, ny fanjakan’Andriamanitra dia ao anatinareo » (Lioka17.21) . Rehefa voafafy io fiainana io (18) dia tokony maniry sy mitombo ka mihitatra ary mahasoa ny hafa(19,20). Tsy anaram-piangonana, tsy fombafombam-pivavahana fa fiainana ny fanjakan’Andriamanitra.",
        "Iza no tafiditra ao? Efa nifanerasera tamin’i Jesoa ireto olona ireto, efa nandre ny fampianarany (26), nefa mbola nolazainy fa tsy fantany ary asainy miala Aminy satria mpanao meloka (27) nahoana ary ? Satria izy ireo tsy nety nino ny maha Mpamonjy an’i Jesoa (Lioka 2.11) fa ny namono Azy aza no nimasoany (34). Ireo firenena hafa (29) izay heverin’ny Jiosy ho tsy izy indray no tafiditra ny fanjakan’ny lanitra fa izy ireo no tavela tany ivelany (25). Mampieritreritra.",
        "Jesoa no tompon’ny fanalahidy. Na dia efa nofofoin’i Heroda aza ny ain’i Jesoa (31DIEM) dia nilaza Izy fa tsy maintsy manohy ny diany sy ny asany aloha (32, 33) vao ho tonga izany. Izy no Tompon’ny fotoana. Te hampiditra ny olona hisantatra ny fanjakan’Andriamanitra Izy dia ny fahafahana amin’ny fangejan’ny demonia sy ny aretina fa indrindra te hiahy azy ireo amin’ny lafiny rehetra (fiarovana, famelomana, fikarakarana, fitiavana …(34)) Indrisy tsy nety ireo ! Ary ianao ve mety ?",
        "Ndao hijery (hino) an’i Jesoa sy ny asany mba hitomboantsika amin’ny finoana ka hidirantsika amin’ny fanjakan’Andriamanitra."
      ]
    },
    "20": {
      "vakiteny": "LIOKA 14.1-14",
      "F": [5],
      "lohateny": "TOE-PO ARAKA AN’ANDRIAMANITRA",
      "content": [
        "Nanaiky hasain’ny Fariseo hiara-hisakafo aminy i Jesoa na dia fantany aza ny tsy finoan’ireo sy ny fisalasalan’ireo ny Aminy(1). Toe-po vaovao no tian’i Jesoa hananan’izy ireo.",
        "Onena.Tonga nitady fanasitranana teo amin’i Jesoa ity olona iray izay feno rano sy fanaintainana fatratra ny vatany(2). Fantatr’i Jesoa ny fahoriany ary dia nahasitrana azy Izy na dia andro Sabata aza. Ny ho tonga vahaolana hoan’izay mila izany no ilain’i Jesoa amin’ireto mpitondra fivavahana fa tsy ny manavesatra azy ireo amin’ny lalàna izay fisehoana ivelany sy fihatsaram-belatsihy fotsiny (5).",
        "Manetry tena. Mahavariana ny finiavan’i Jesoa te hanitsy am-pitiavana ireto olona nasaina ireto. Mihevitra mantsy izy ireo fa tsara noho ny hafa  ka mendrika  hahazo ny toerana aloha (7). Maneho ny fiheverany sy ny ao am-pony ny fihetsiny. Andriamanitra Ilay mpandinika ny fo tokoa anefa no mahita sy mitsara marina ny olony (Jeremia 17.10) ary manandratra azy amin’ny fotoany (Jakoba 4.10). Izaho ve ilay mihevi-tena ho tsara sy mihoatra noho ny hafa mandrakariva sa ilay fatra-pandini-tena ka manaiky hahitsin’ny Tompo ho amin’ny fisandratana ?",
        "Mitsinjo ireo marefo. Nahazo ny anjarany koa ireo mpanasa teto (12). Jesoa Ilay mahalala ny zavatra rehetra dia mahafantatra fa voafantina ireto olona nasaina: sakaiza, rahalahy, havana, namana manan-karena…Ireo izay afaka manao atero-ka-alao e ! Iza no mba hanasa ireo izay tsy manan-kavaly ?(14)Andao hiaraka handini-tena isika mpitarika. Manao ahoana ny fijerena ireo olona marefo, voailika, adinon’ny fiaraha-monina . Ndao ho jerena sy hifantohana izy ireny. Sambatra isika fa ny Tompo mihitsy no hamaly fitia."
      ]
    },
    "21": {
      "vakiteny": "LIOKA 14.15-24",
      "F": [3, 6],
      "lohateny": "FANASANA LEHIBE",
      "content": [
        "Mahavariana ny fomba fampitan’i Jesoa ny fampianarany fa tena nahatonga saina sy nahatonga hetaheta tany anatin’ireo izay nifampiresaka taminy.",
        "Sambatra. Taorian’ny nizaran’i Jesoa momba ny fanjakan’Andriamanitra dia tsapan’ireto Jiosy fa mahafinaritra izany: misy fiainana (13.18-21), miara-mihinana ao ireo patriarka sy mpaminany (13.28), misy fiahiana (13.34) sy fifampitsinjovana (13). Tena niaiky izy ireo hoe « sambatra izay hihinan-kanina ao » (15). Toa tahaka ny mangetaheta ambony lakana ihany izy ireo an! Tsy tsapany hoe taranaka voafidy, firenena masina anie izy (I Petera 2.9a). Mampalahelo !",
        "Indrisy. Maro no tian’ny Mpanasa hasaina, malalaka ny trano (22). Fa misy ireo efa voatokana ho amin’izany, ary efa voavoatra ho azy ireo ny fanasana (17). Nandà izy rehetra, tsy nasiany vidiny ny fanasana, misy aza  tsy niala tsiny akory (20). Fahasahiana lehibe! Te hitodika amin’ireto Fariseo izay tsy mila mamaly ny fanasana Jesoa  satria mihevi-tena ho efa tafiditra ny fanjakan’Andriamanitra noho ny fihetsiketsehana ivelany izay ataony. Indrisy izy ireo mihitsy aza no tavela any ivelany (13.28)",
        "Fahasoavana.Tsy niraharaha ireo izay nohajaina sy nasaina. Nisokatra hoan’ireo mahantra (21) sy ireo izay tsy noheverina akory (23) ny varavarana. Rehefa nandà ny Jiosy izay mihevi-tena ho efa ao tsara dia nisokatra hoan’ireo madinika sy  manetry tena ary ny hafa firenena ny fanjakan’Andriamanitra. Ity izaho izay tsy mendrika ny hasaina  nefa nofidin’Andriamanitra !"
      ],
      "Hamaly ny fanasany ve aho sa handà ?": "« Indro efa mitsangana eo am-baravarana Aho ka mandondona, raha misy mihaino ny feoko ka mamoha ny varavarana, dia hiditra ao aminy Aho ka hiara-misakafo aminy, ary izy amiko » (Apokalipsy 3.20)"
    },
    "22": {
      "vakiteny": "LIOKA 14.25-35",
      "F": [2, 7],
      "lohateny": "MANARA-DIA AN’I JESOA",
      "content": [
        "Maro ireo vahoaka no nanaraka an’i Jesoa (25) satria nisy zavatra hafa hitany sy azony tamin’i Jesoa fa tsy hitany tao amin’ireo mpitondra fivavahana tamin’izany. Niresaka mazava tamin’izy ireo Izy ny amin’ny fanarahana Azy.",
        "Misy fepetra. Nilaza tamin’izy ireo Jesoa fa ny mpianany na mpanara-dia Azy dia mila mankahala, izany hoe tia an’i Jesoa, mihoatra ny ankohonany (26) sy ny ainy (faniriany, filàny). Mila mitondra ny hazofijaliany (27) : fanaratsiana, fanenjehana, fandrorana, fanolorana ny aina noho ny filazan-tsara (Matio 8.34) ary manaraka Azy : Manaja, mankatoa izay lazainy, tsy mpitazana fotsiny  fa mpiasa mirotsaka an-tsehatra ho fampandrosoana ny asan’Izy Tompo. Mila mandà ny tena: ny tsindrian’i Lioka mafy amin’izany dia ny fitiavam-bola na fieremana.(lioka 12).  « Tsy mahay manompo an’Andriamanitra sy mamôna ianareo » (Lioka16.13.)<br/> Mpianatra manao ahoana aho ?Sao dia sira matsatso ka tsy misy ilàna azy (34-35) ?",
        "Mandinika tsara. Mampianatra ny Soratra Masina eto fa ny olon-kendry dia mila mipetraka mandinika tsara mialohan’ny hananganana tetik’asa iray (28-29,31-32). Inona no tetikasanao izao ? Mipetraha aloha, jereo ny hoenti-manana. Ampy?  Ento eo amin’ny Tompo, Izy hahalavorary izay kasainao (Ohabolana 16.3). Fa mihoatra lavitra noho izany ny manara-dia ny Tompo satria « Aina no fetra » izany sy ny fepetra miaraka aminy. Mpianatra mandinika tsara, tia an’i Jesoa mihoatra noho ny zavatra rehetra, mandà ny tenany ary mitondra ny hazo fijaliana no ilain’i Jesoa hanaraka Azy.<br/> Vonona ve ianao ? Inona no tokony ho lavinao mba hahatanteraka izany ?"
      ]
    },
    "23": {
      "vakiteny": "SALAMO 18.1-16",
      "F": [1, 4],
      "lohateny": "ANDRIAMANITRA MANEHO NY FAHEFANY",
      "content": [
        "Amin’ny olony. Ity Salamo nataon’i Davida ity dia mitovy amin’ny ao amin’ny 2 Samoela 22. Hira fankasitrahan’i Davida an’Andriamanitra, araka ny lohateniny. Tsaroany ny soa nataon’Andriamanitra taminy sy ny fomba nanampiany azy. Ireny tsiaro ireny no nanosika azy hiloa-bava hoe «Mamiko indrindra Ianao Jehovah, Heriko o! ». Matetika ny mpino mampiasa ireo sarinteny izay nampiasain’i Davida ao anatin’ity Salamo ity. Na dia ao anatin’ny ady sarotra aza dia afaka mijoro ho vavolombelona satria Andriamanitra mahery tokoa ilay Andriamanitra inoany sy itokiany, ilay Mpamonjy azy. Inona avy ireo kisarinteny ampiasain’i Davida ? -  Harambatoko (2) : tsy miova ny herin’Andriamanitra ; Mpamonjy : fiarovana velona ; Tandroka famonjena ; Hery: mamonjy ny olony Andriamanitra sns… Afaka milaza sarinteny tahaka an’i Davida entina hilazana an’i Jesoa Kristy ve ianao ny amin’ny famonjena, fahasoavana nasehony taminao ?",
        "Amin’ny fahavalony. Mbola kisarinteny ihany koa no nanambaran’i Davida ireo fahoriana nidona taminy (4-5). Azo lazaina fa tsy nanan-kery izy hifanatrika tamin’ireny olona na fahavalo ireny saingy nohenoin’i Jehovah ny fitarainany (6). Tonga Andriamanitra hanafaka ny mpanjaka teo an-tanan’ny fahavalony (14) ; mamelatra ny tanany avy eny ambony eny  mba hamonjy ny mpanjaka mifanehatra amin’ny fahafatesana Izy (16). Andriamanitra no andry Mpanohana azy ao anatin’izao fahasahiranana izao ; Andriamanitra no nanafaka ny mpanjaka ka nampilamina azy."
      ],
      "Fampaherezana": "Afaka manafaka anao amin’ny fahamaizinana, na fatotra isan-karazany i Jesoa Kristy, satria tia anao Izy !  Ny tadiaviny ? Ianao manolotra ny adinao eo am-pelatanany. « Jehovah hiady ho anareo, fa ianareo kosa hangina » (Eks 14.14)"
    },
    "24": {
      "vakiteny": "SALAMO 18.17-30",
      "F": [1, 6],
      "lohateny": "ANDRIAMANITRA MANEHO NY HATSARANY",
      "content": [
        "Tena tia Izy. Nanoloana fahavalo nahery noho ny tenany ny mpanao Salamo ary dia tsy lavitra ny loza mahatsiravina izy (17-20) . Saingy nanehoan’Andriamanitra ny fitiavany hatrany izy. Nasehon’Andriamanitra azy fa Mpanafaka Izy, Mpanohana azy Izy. Niandany taminy Andriamanitra. Nahatakatra izany izy.  « Jehovah no miandany amiko ka tsy hatahotra aho. Inona no azon’ny olona atao amiko ? Jehovah no miandany amiko sady mamonjy ahy » (Salamo 118.6-7)",
        "Marina amin’ny ataony Izy. Inona tokoa no nahatonga an’Andriamanitra niditra an-tsehatra ? Tanisain’ny mpanao Salamo amin’ny antsipirihany manaraka eto ireo antony namonjen’Andriamanitra azy : marina, madio toetra, mitandrina ny lalàn’ny Tompo, tsy mivadika amin’Andriamanitra, mankato ny fitsipika, tsy miala amin’ny didiny, tsy manan-tsiny, nitandrin-tena.  Novalian’ny Tompo soa izy. « Anjarako Jehovah ; Minia mitandrina ny teninao aho » (Salamo 119.57). Sambatra izay mialoka aminy (30).",
        "Marina amin’ny teniny Izy. Nanome toky Andriamanitra fa hahazo izany fiarovana izany izay rehetra mifikitra amin’ny fanekena nataony (24-26). Nanamarina izany tamin’ny mpanao salamo Andriamanitra fa afaka manamarina izany amin’ny olona rehetra ihany koa. Voazaha toetra ny teniny (30). Ny fidiran’Andriamanitra an-tsehatra dia nitondra fahazavana teo amin’ny fiainan’ny mpanoratra. « Izy no nisiam-piainana ; ary ny fiainana no fanazavana ny olona » (Jaona 1.4)"
      ],
      "Saintsaino": "« Fa masoandro sy Ampinga Jehovah Andriamanitra ; Fahasoavana sy voninahitra no homen’i Jehovah ; tsy hiaro zava-tsoa amin’izay mandeha amin’ny fahitsiana Izy. Jehovah Tompon’ny maro o ! Sambatra izay olona matoky Anao » (Salamo 84.11-12)"
    },
    "25": {
      "vakiteny": "SALAMO 18.31-51",
      "F": [1, 6],
      "lohateny": "MAMPANDRESY ANDRIAMANITRA",
      "content": [
        "Loharanon-kery Andriamanitra.  Tsy mba nitoky tamin’ny heriny ny mpanjaka. Nekeny ho an’Andriamanitra ny hery. Manohy mitanisa ny famaritany an’Andriamanitra ny mpanoratra araka izay niainany azy : tanteraka, azo antoka, mpanolo-tsaina, fiarovana, Tompo…Miady ho azy Andriamanitra. Izy no ampingany miaro azy amin’ny zanatsipikan’ny fahavalony. Tsy misalasala ny mpanjaka manambara fa avy amin’i Jehovah ny fandreseny satria Izy no manome hery azy, nanoro làlana azy, nahakinga azy ; nampahomby sy niaro azy Andriamanitra (33-36).",
        "Tsy takatry ny saina ny fitondran’Andriamanitra. Nitsimbadika ny tantara. Ringana ny fahavalo, nanjary nahery fo ilay natahotra sy voahodidina. Enjehiny ny fahavalony, mandresy izy ary mandositra eo anoloany ireo mpanohitra azy.Tonga manam-pahefana hanjaka eo amin’ny firenena vahiny ny mpanjaka (37-45).",
        "Mendrika ho an’Andriamanitra ny dera sy ny laza.  Nihiaka ny mpanao Salamo. Nitarika azy nankany amin’ny fiderana an’Andriamanitra ny fandresena tahaka izao (46). Mijoro vavolombelona ny amin’ny maha Andriamanitra velona an’Andriamanitra tonga namonjy ny olony izy. Tsy ny mpanjaka ihany fa hatramin’ny taranaka fara mandimbiny no handova ny fandresena noraisiny avy tamin’Andriamanitra (49-51). Maneho fitia amin’ny voahosony Andriamanitra. Nandray ny safidy tsara tokoa ny mpanjaka."
      ],
      "Saintsaino": "«Miantso ny lanitra sy ny tany aho anio ho vavolombelona aminareo fa efa nataoko teo anoloanao ny fiainana sy ny fahafatesana ary ny fitahiana sy ny fanozonana; koa mifidiana ny fiainana, mba ho velona ianao sy ny taranakao. » (Deo 30.19)",
      "Vavaka": "Tompo o ! Ny fandresena ny fahamaizinana rehetra amin’izao fiainana izao dia ny fahazavan’i Jesoa Kristy irery ihany. Ampianaro aho hialoka aminao. Hazony aho hiray safidy aminao. Amen !"
    },
    "26": {
      "FAMPIDIRANA GENESISY": {
        "content": "Ny teny hoe “Genesisy” dia midika hoe “fiandohana”. Ity boky ity dia mitantara fiandohana maromaro: ny namoronana izao tontolo izao; ny olombelona; ny fahalavoana; ny taranak’i Adama. Ankoatr’izay dia Patriarka maro ihany koa no hitantsika ato ny tantarany toa an’i Abrahama, i Isaka, i Jakoba ary farany dia ahitantsika ny tantaran’i Josefa. Andriamanitra no nahary izao tontolo izao ary nahary ny olombelona tahaka ny endriny. Noho ny fahotana nosafidian’ny olombelona natao dia tafasaraka tamin’Andriamanitra izy ireo. Na izany aza dia nampanantena anefa Andriamanitra fa handresy ny fahavalo ny olombelona (Genesisy 3:15) izay tanteraka tao amin’i Jesoa Kristy. Ny fanombohan’ny fanatanterahan’Andriamanitra izany fampanantenana izany no manomboka ao amin’ity boky ity: ny firenena Isiraely. Toy izao ny drafitra azo amakiana ny boky: <br/> 1. Ny nahariana izao rehetra izao 1: 1-2: 25 <br/> 2. Ny fahalavoana sy ny vokany 3: 1-5: 32 <br/> 3. Tantaran’i Noa sy ny ankohonany 6: 1-9: 29 <br/> 4. Ny fampielezana ny zanak’olombelona 10: 1-11: 32 <br/> 5. Ny fiainan’i Abrahama 12: 1-25: 18 <br/> 6. Ny fiainan’i Isaka 25: 19-26: 35 <br/> 7. Ny fiainan’i Jakoba 27: 1-37: 1 <br/> 8. Ny fiainan’i Josefa 37: 2-50: 26"
      },
      "vakiteny": "GENESISY 1.1-19",
      "F": [1],
      "lohateny": "ANDRIAMANITRA MPAHARY (1)",
      "content": [
        "Miteny dia nisy izany. Andriamanitra no nahary ny lanitra sy ny tany, ny mazava, ny habakabaka, ny tany sy ny ranomasina, ny zava-boary, ny masoandro sy ny volana. Niteny Izy dia nisy avokoa izany. Jehovah no tena Andriamanitra izay mampisy ny tsy misy ! Amin’izao vanim-potoana izay handrosoan’ny siansa efa izay tsy izy izao dia misy tokoa ny fampianarana izay manohitra ny fisian’Andriamanitra nahary izao rehetra izao, raha tsy ny hilaza ny fampianaran’i Darwin izay mivoy ny fisiana avy amin’ny fivoaran’ny voaary (théorie de l’évolution) ! Hoy Isaac Newton, ilay manampahaizana sy mpandinika tamin’ny taon-jato faha-7 sy faha-8 hoe: “Ny firindrana sy filaminana misy eo amin’ny zava-boaary dia ampy hanambarana fa nisy fahefana lehibe feno fahendrena sy fahiratan-tsaina nahary izany !” Ampianaro ny taranaka mifandimby izany fahamarinana izany !",
        "Telo Izay Iray. Ny andininy 3 voalohany eto dia maneho amintsika fa misy Andriamanitra Ray, Andriamanitra Fanahy Masina, ary Andriamanitra Zanaka dia Ilay Teny nahariana izao tontolo izao sy tonga nofo ary Mpamonjy : “Tamin’ny voalohany ny Teny, ary ny Teny tao amin’Andriamanitra, ary ny Teny dia Andriamanitra…Izy no nahariana ny zavatra rehetra; ary raha tsy Izy dia tsy nisy nahariana izao zavatra ary izao, na dia iray aza…Ary ny Teny dia tonga nofo ka nonina tamintsika; ary hitanay ny voninahiny, dia voninahitra miendrika ho an’ny Lahitokana avy tamin’ny Ray, sady feno fahasoavana sy fahamarinana”(Jaona 1:1, 3, 14).",
        "“Ary hitan’Andriamanitra fa tsara izany.” (4, 10, 12, 18). Izy Ilay mpitsara marina no manambara fa tsara izay nohariany !"
      ],
      "Soatoavina": "Maka tahaka an’Andriamanitra : mikendry ny lafatra hatrany!"
    },
    "27": {
      "vakiteny": "GENESISY 1.20-2.3",
      "F": [1],
      "lohateny": "ANDRIAMANITRA MPAHARY (2)",
      "content": [
        "Zava-manan’aina karazany maro samihafa (20-26). Zava-manan’aina anaty rano, an’habakabaka, ambonin’ny tany : mandeha, mandady, mikisaka, biby fiompy na biby dia : Andriamanitra dia lehibe, mahagaga ny habetsahan’ny fahasamihafana hita tao amin’izay nohariany ! « Endrey ny halalin'ny haren'Andriamanitra sy ny fahendreny ary ny fahalalany! ny fitsarany tsy hita lany, ary ny lalany tsy azo fantarina! » (Romana 11:33)",
        "Tahaka ny endriny (26-27). Io no nampiavaka ny olombelona tamin’ireo zava-manan’aina rehetra noforonina teo aloha ! Endrik’Andriamanitra ireo mpiara-belona amiko koa inona no ataoko mba hanajako azy ireo ? Inona no fiteny mandratra ajanoko manomboka izao? Inona no endrik’Andriamanitra tarafin’ny mpiara-belona amin’ny alalan’ny fiainako: manome? manasoa ny hafa? mahavita mamorona zavatra kanto sy tsara? Fa endrik’Andriamanitra koa aho ! Amin’ny lafiny inona aho no mbola manambany ny tenako ?",
        "Olombelona hitandrina ny saha (28-31). Inona avy ireo matoanteny milaza ny asan’ny olombelona amin’ireo voaary rehetra eo amin’ny saha ? Hanjaka, hampanompo, hihinana (28-29), hiasa sy hitandrina (3.15).",
        "Mitsahatra ny andro fahafito (2.1-3). Vitan’Andriamanitra ny asany rehetra ary nitsahatra Izy. Misy lesona roa : mahatanteraka tsara ny asa ary mitsahatra avy eo. Samy zava-dehibe eo imason’Andriamanitra ireo lafiny roa ireo. Fa ny andro fahafito dia notahian’Andriamanitra ary nohamasininy sy natokany mba ho fanompoana Azy ho an’ny olony aty aoriana !"
      ],
      "Hosaintsainina": "Efa nomanin’Andriamanitra ny ho hanina sahaza ho an’ny zava-manan’aina rehetra (29-30)."
    },
    "28": {
      "vakiteny": "GENESISY 2.4-17",
      "F": [1, 3],
      "lohateny": "OLOMBELONA NOFORONIN’ANDRIAMANITRA",
      "content": [
        "Vovo-tany nofofonin’Andriamanitra fofonaina mahavelona (7). Raha ny teniny no namoronan’Andriamanitra ny zava-manan’aina rehetra teo aloha dia hafakely kosa ny fomba namoronany ny olombelona. Ny vovo-tany dia manambara ny maha-tsinontsinona ny vatany saingy ny fofonain’Andriamanitra kosa dia manambara ny hasarobidin’ny ainy sy ny fanahiny ! (Jereo Joba 33.4).",
        "Saha Edena : toerana fatratra nomanina ho an’ny olombelona (8-14). Tsy manam-paharoa ny hasoan’ny zaridaina : na ny zava-maniry, ny vatosoa sy ny volamena ao aminy, fa indrindra koa ny ony nivoaka nandena ny saha nizara efatra hitondra rano manerana izany, manambara fahavelomana sy fahavokarana. Toerana nihaonan’Andriamanitra tamin’ny olombelona izay noforoniny ho tahaka ny endriny ny saha Edena !",
        "Hiasa sy hitandrina ny saha (15). Omen’Andriamanitra an-dralehilahy ny andraikitra ataony ary tsy mety amin-dralehilahy ny mipetra-potsiny. Tsy ozona ny miasa fa tena baikon’Andriamanitra",
        "Ny hazo fahalalana ny tsara sy ny ratsy dia aza ihinanana ; fa… ho faty tokoa ianao ! (17). Ny fahafatesana ambara eto dia milaza fisarahana amin’Andriamanitra. Rehefa nanota ny olombelona dia tafasaraka tamin’Andriamanitra izy. Ny fandraràna nataon’Andriamanitra dia nizahana toetra ny olombelona na mahatoky dia haneho izany amin’ny fankatoavana na tsia. Mazava ny baikon’Andriamanitra eto ary mazava ihany koa ny tenin’Andriamanitra manambara ny sitrapony amintsika. Ny fankatoavana dia safidy mitondra fiainana. Inona no safidinao manomboka izao?"
      ],
      "Fanasana": "« Miantso ny lanitra sy ny tany aho anio ho vavolombelona aminareo fa efa nataoko teo anoloanao ny fiainana sy ny fahafatesana ary ny fitahiana sy ny fanozonana; koa mifidiana ny fiainana, mba ho velona ianao sy ny taranakao, » (Deotoronomia 30:19)"
    },
    "29": {
      "vakiteny": "GENESISY 2.18-25",
      "F": [5],
      "lohateny": "NY FANAMBADIANA NAORIN’ANDRIAMANITRA",
      "content": [
        "Avy tamin’Andriamanitra. Tsy olombelona no namorona ny fanambadiana fa Andriamanitra. Izy izay namorona no tompo-marika amin’ny fahalavorarian’izany ! Inona avy ireo fepetra mipetraka ? 1°) Tsy tsara (na tsy feno) raha irery ralehilahy  koa nanaovan’Andriamanitra vady sahaza ho azy (hameno azy) izy (18) ; 2°) Tsy tamin’ireo biby isan-karazany nampandalovina an-dralehilahy nomeny anarana ny vady sahaza ho azy ! (19-20) ; 3°) Vehivavy (ishah) nalaina tamin’ny lehilahy (ish) no vady tandrify ny lehilahy ! Tandremo : tsy lehilahy velively no ho vady sahaza ho an-dralehilahy ! (21-23). 4°) Andriamanitra no namolavola sy nanomana izay ho vadin-dralehilahy ! (21-22).  Ry tanora miomana ho amin’ny fanambadiana : zava-dehibe ny fangatahana ny tari-dàlan’Andriamanitra amin’ny fifidianana izay ho andefimandrinao ! Apetraho Aminy ny fanaovana izany safidy goavana eo amin’ny fiainana izany, tadiavo ny sitrapony ary hankatoavy !",
        "Ilay fitsipika volamena ! (24)  Ireo matoanteny fototra : mandao, mikambana, miray ara-nofo ! Hajao ry havana izany filaharana izany. Olona mandao (ara-jeografia sy ara-tsaina), mahaleo-tena (amin’ny fanapahan-kevitra sy ara-bola) no mikambana amin’ny vadiny  amin’ny alalan’ny firosoana amin’ny fanambadiana izay voasoratra ara-panjakana sy nohamasinina teo anatrehan’Andriamanitra Izay loharano niavian’izany. Dia izay vao miroso amin’ny firaisana ara-nofo. Ary ny fikambanana amin’ny vady dia mitohy hatrany ao anatin’ny fanambadiana ka tsy hisy olona hafa hiraiketan’ny fitiavanao ankoatry ny vadinao."
      ],
      "Fanontaniana": "Ry mpifankatia ! Manoloana ilay fitsipika volamena : inona no dingana atombokareo na atsahatrareo manomboka izao?",
      "Fanamarihana": "« Ary nitanjaka izy mivady, dia ralehilahy sy ny vadiny, nefa tsy nahalala henatra izy. » (25) Ny fahotana no niteraka ny henatra !"
    },
    "30": {
      "vakiteny": "GENESISY 3.1-17",
      "F": [2, 6],
      "lohateny": "MAZAVA NY LOHARANON’NY OLAN’NY OLOMBELONA",
      "content": [
        "Ny paikadin’ny menarana. Naleon’i Satana angamba Eva no nalaina fanahy (1a)  satria izy tsy nandray ilay baikon’Andriamanitra mivantana. Ampangain’i Satana eto Andriamanitra ho ratsy fanahy (1b), ho mpandainga (4) ary ho tia-tena (5). Fa nahoana ary Eva no mandray torohevitra avy amin’ny menarana kanefa  ny olona no tokony hanjaka amin’ny biby (Genesisy 1.28b)? Lavo avy hatrany izy rehefa nahita fa maha-te-hihinana ilay hazo voarara ka dia nihinana izy (6). Ny  hazo rehetra anefa  tsara fihinana avokoa (Genesisy 2.9) koa nahoana re no dia nisafidy izay hahafaty ?",
        "An’iza ny tsiny ? Adama  no tompon’andraikitra voalohany ka nanomboka taminy ny fanadihadiana (9). Meloka  koa anefa Eva izay  tsy afaka hanilika andraikitra velively amin’i Satana (13)  ilay rain’ny lainga (Jaona 8.44)! Mibaribary eto koa ny tsy fahaizan’izy mivady mifanakalo hevitra ka lasa mpivady niady an-trano voalohany (12) ho modely ratsy ho an’ny taranany !",
        "Loza mahatsiravina no vokatry ny ota . Tsy hitovy amin’Andriamanitra Eva rehefa nanota (7) fa hitovy amin’i Satana mpanao ratsy kosa ka handositra an’Andriamanitra  (8, 10). Voasazy mafy avokoa ireo mpikomy : Satana dia ho torotoroin’ilay taranak’i Eva, Zanak’i Maria dia Jesoa izany ilay  torotoro teo amin’ny hazo fijaliana (15) ; Eva dia hijaly am-piterahana (16). Adama kosa dia hitondra ozona amin’ny tany manontolo (17) izay hianjadian’ny loza isan-karazany : loza voa-janahary, areti-mandringana, mosary, ady… Ho tanteraka amin’ny mpino kosa izay tsy hain’ny devoly natao hitovizan’ny olona amin’Andriamanitra: tonga zanak’Andriamanitra izy ka hanahaka an’i Kristy (1 Jaona 3.2)"
      ],
      "Miambena": "fantatsika eo ny tanjon’i Satana koa samia mailo mba tsy ho voafitany."
    },
    "31": {
      "vakiteny": "GENESISY 3.18-24",
      "F": [5, 6],
      "lohateny": "MIKORONTANA NY TANY",
      "content": [
        "Miady amin’ny tany ny olona. Asa mahafinaritra sy mahavelona no nampanaovin’Andriamanitra an’i Adama tao Edena (Genesisy 2.9,15) kanefa rehefa “niady” tamin’Andriamanitra Adama dia mba “niady” (18) tamin’i Adama koa ny tany (fa an’i Jehovah mantsy ny tany : Salamo 24.1!) ka ny tany no handresy farany satria hateliny ho lasa vovoka avokoa ny olona (19b). Ao anaty fahoriana sy hatsembohana ny olona vao hahazo vokatra (19a). Manomboka eto ny asa dia indraindray mahafinaritra (taratr’ilay fitahiana talohan’ny fahalavoana) kanefa kosa matetika dia  mampahory sy tsy maha-velona vokatry ny ozona taorian’ny fidiran’ny ota: ao ny kere, ny mitrongy vao homana ary maro no sahirana…",
        "Nilaozana Edena. Ny fahalalàn’Andriamanitra  ny ratsy sy tsara dia ny fahaizany manavaka azy ireo fa ny  fahalalan’i Adama ny ratsy kosa dia ilay izy lasa mpanao  ratsy ka tsy mendrika  hihinana ny hazon’aina sy ho velona mandrakizay (22). Voaroaka tao Edena izy ka nasiana anjely niambina ny saha (23, 24). Ho very maina manomboka eto ny ezaky ny olombelona  hametraka paradisa an-tany! Tahaka ny nampitafian’Andriamanitra an’i Adama  akanjo hoditra (21) avy amin’ny biby ( tsy maintsy nalatsa-drà izany) no anasany ny olona koa hitafy an’i Kristy (Romana 13.14) izay nandatsaka ny rany tao Kalvary ary lalana (Jaona 14.6) hampiditra ao am-paradisa fonenana mandrakizay ahitana hazon’aina (Apokalypsy 22.1-5)."
      ],
      "Tandremo ny sangodim-panina": "Ny ozona vokatry ny ota no mampanano-sarotra ny olona amin’ny fivelomany kanefa ny adiny mba hahazo ny hanina mety levona eto an-tany  no matetika manakana azy tsy hikatsaka ny “hanina izay maharitra ho fiainana mandrakizay”,dia Jesoa izany ,Ilay Mofon’aina (Jaona 6. 26-27, 32-33)."
    }
  },
  "4": {
    "1": {
      "vakiteny": "GENESISY 4.1-16",
      "F": [5, 6],
      "lohateny": "MIADY AMIN’NY OTA",
      "content": [
        "Ny fanatitra neken’Andriamanitra. Jehovah izay mpanome taranaka (1) dia mendrika handray fanatitra avy amin’ireo zanak’i Eva izay samy nitondra ny vokatra avy amin’ny asany avy : vokatry ny tany ho an’i Kaina (3)  mpamboly (2) ary ondry kosa ho an’i Abela mpiompy (4). Tsy nankasitrahan’i Jehovah  anefa ny fanatitr’i Kaina ary Kaina tsy nahay nanaiky izany  (5) sy naka fepetra hamahana ny olana : dia ho sarotra ve ny nanakalo ny vokatry ny taniny amin’ny ondrin’i  Abela dia manao  fanatitra sitraky ny Tompo fa izy mihitsy no tsy madio fo !",
        "Eo am-baravaran’i Kaina ny ota . Hitan’Andriamanitra ny ota ao am-pon’i Kaina (Jeremia 17.10) ka manentana azy Izy hanohitra izany (7) kanjo tsy nihaino Kaina ka dia namono ny rahalahiny (8,10) ! Ity no ady ara-pivavahana voalohany teto an-tany izay mitohy mandrak’ankehitriny  satria samy milaza fa ny fivavahany no eken’Andriamanitra…Mbola misy koa Abela maro izay vonoina satria milaza fa ny ràn’i Kristy no hany fanatitra sitrak’Andriamanitra…",
        "Ny sazin’i Kaina. Mavesatra amin’i Kaina ny valin’ny helony (13) satria voazona hiala tamin’ny taniny izy (11, 14a, 16) ka ho tonga mpirenireny (12).  Matahotra ny amin’ny ainy (14b) izy kanefa Andriamanitra  nanome toky fa hiaro azy (15) : ho velona ihany izy, kanefa velona mpirenireny, velona miery an’Andriamanitra ! Torak’izany koa no mahazo ny olona maro : velona ihany nefa maty ara-panahy, lavitra an’Andriamanitra, mpirenireny koa satria tsy tena mahita ny antony maha-eto an-tany azy."
      ],
      "Lesona": "tohero ny ota izay eo am-baravaranao kanefa fantaro fa amin’ny herin’ny Fanahy Masina ihany no ahazoana mandresy azy (Romana 8.2, 3, 13b)."
    },
    "2": {
      "vakiteny": "GENESISY 4.17-26",
      "F": [5],
      "lohateny": "MIAVAKA TSIKELIKELY NY TSARA SY NY RATSY",
      "content": [
        "Nahazo taranaka Kaina. Na dia tsy mendrika ho velona aza Kaina, dia navelan’Andriamanitra hahazo taranaka (17-22). Abela kosa izay tsy mba niteraka dia ho soloin’Andriamanitra olo-marina hafa dia Seta zanaka vaovaon’i Eva izany (25). Ny taranak’i Kaina  anefa dia tsy hambinina satria ho ringana avokoa miaraka amin’ny mpanao ratsy rehetra amin’ny tondra-drano (Genesisy 6): “ny ratsy fanahy dia tsy hahajanona eo amin’ny fitsarana…ny lalan’ny ratsy fanahy dia mankany amin’ny fahaverezana” (Salamo 1, 5, 6). Maro ny olona no manorina vohitra tahaka an’i Kaina (17a) kanefa tsy mikatsaka an’Andriamanitra ka handao izao tany izao ho any amin’ny fahasimbana  mandrakizay.",
        "Fahaiza-manao ara-teknika. Na dia taranaky ny ratsy fanahy aza Lameka, dia hampiasain’Andriamanitra hanasoa ny zanak’olombelona. Jobada zanany tokoa mantsy no rain’ny mpamboatra sy mpitendry zava-maneno (21) izay manan-danja tokoa amin’ny fiainana ankapoben’ny olona  sy ny fivavahana. Tobala-Kaina kosa dia rain’ny mpanefy fiasana maranitra na varahina na vy (22), fitaovam-mpambolena sy ho entina miady izany ary santatry ny fifehezan’ny olona ny karazam-by rehetra hanaovana indostria sy teknolojia.",
        "Lameka sy Seta : toe-panahy mifanalavitra. Lehilahy fatra-pirehareha Lameka satria ireharehany hatramin’ny nahafatesany olona aza (23). Mifanohitra amin’izany kosa ny toe-panahin’ny fianakavian’i Seta: tamin’ny andron’i Enosy zanany tokoa mantsy vao nantsoina ny anaran’i Jehovah (26) ka ity fianakaviana ity no tena mahomby satria “ sambatra izay olona manao an’i Jehovah ho tokiny” (Salamo 40.4)"
      ],
      "Inona no tantaranao?": "Ireto teny fohy ireto matetika no amintinan’ny Soratra Masina ny tantaran’ny mpanjakan’Isiraely  : “izy dia nanao izay ratsy” na izy  dia nanao “izay tsara teo teo  imason’i Jehovah”. Iza amin’ireo re no tianao hamehezan’Andriamanitra ny fiainanao?"
    },
    "3": {
      "vakiteny": "GENESISY 5.1-32",
      "F": [1, 7],
      "lohateny": "AHOANA NO AMPIASANA NY ANDRO IAINANA?",
      "content": [
        "Ny zanaka manahaka ny ray aman-dreny. Seta dia teraka araka ny endrik’i Adama (3) porofon’ny maha-zanany azy. Mandrakariva koa anefa ny ankizy dia manahaka  ny toetoetra, ny kolontsaina, ny finoan’ireo nahitany masoandro izay mampiseho ny maha-zava-dehibe ny fanomezana modely tsara ny zaza. Raha tamin’ny andron’i Seta sy Enosy tokoa mantsy no niantsoina ny anaran’i Jehovah (4.26), dia “niara-nandeha tamin’Andriamanitra” koa Enoka (24), taranak’i Seta ary  nakarina velona  an-danitra mihintsy aza. Mbola avy amin’io Seta io ihany koa no hipoiran’i Noa (28-29) ilay olo-marina sitrak’Andriamanitra.",
        "Lava andro ny olona voalohany. Nanodidina ny valonjato sy sivanjato taona teo daholo ny andro niainan’ireo razambentsika : Adama (5), Seta (8) sy ny hafa (11, 14, 17, 20, 27, 31 ). Manoloana izany toa maty antoka ry Enoka izay  niaina latsaky ny efa-jato taona (23) ! Tsy maty antoka velively anefa izy satria nanompo ny Tompo (24b) .Tsy ny  halavan’ny andro iainana eto an-tany no zava-dehibe fa ny fahaizana mampiasa izany ho voninahitry ny Tompo.  Ny telo ambin’ny telopolo taona niainan’i Jesoa dia ampy nahavitany ny asam-pamonjena lehibe indrindra. Na izany aza anefa raha oharina amin’ny sivinjato taonan’ireo olona voalohany ny fito-polo taona iainan’ny olona aty aoriana (Salamo 90.10) dia hita fa “mielina toy ny ahitra” tokoa (Isaia 40.6,  7) ka fohy ny fotoana azony ibebahana. Misy fifanoherana lalim-paka nefa amin’ny olona maro izay sady maniry hahatratra  zato taona nefa mandà ny fiainana mandrakizay ! Mankaiza ihany ary ianao ry zanak’olombelona?"
      ],
      "Manaova safidy tsara": "tsy misy mahafehy ny andro iainany eto an-tany fa azony fehezina kosa ny  mandrakizainy raha manaiky hanaraka an’i Jesoa izy."
    },
    "4": {
      "vakiteny": "GENESISY 6.1-22",
      "F": [5, 6],
      "lohateny": "MANDROSO ARA-TEKNIKA NY OLONA FA TSY MIALA AMIN’NY RATSY",
      "content": [
        "Ratsy ny olona. Somary sarotra fantarina ihany hoe iza moa ireto zanak’Andriamanitra sy ireto Nefilima ireto (2, 4), fa ny zavatra mazava  kosa dia ny faharatsian’ny zanak’olombelona tamin’izany (5, 11-12), hany ka tsy nanana vaha-olana intsony Andriamanitra afa-tsy ny handripaka ny olona satria misy fetra ny faharetany (7, 13). Ny hoe nanenina (6) Jehovah  eto dia tsy midika akory hoe diso paika Izy fa mampiasa ny fomba fitenin’ny olombelona  ny Soratra Masina hanehoana fa nalahelo Andriamanitra noho ny zava-nisy. Mandrak’androany nefa  dia mbola tsapa foana ny faharatsian’ny olona . Maninona re ny zanak’olombelona no tia mitoetra amin’ny aizin’ny ota hatrany ka ianjadian’ny fitsaran’Andriamanitra farany : “Izao no fanamelohana …aleon’ny olona ny maizina toy izay ny mazava, satria ratsy ny asany” (Jaona 3.19).",
        "Noa ilay sitrak’Andriamanitra . Raha tsy nisy an’i Noa ilay olo-marina izay nahita fitia teo imason’i Jehovah (8-9) dia efa lany tamingana teo isika zanak’olombelona noho ny fahatezeran’Andriamanitra . Nasain’Andriamanitra nanao sambo-fiara ary izy hiaro azy amin’ny safo-drano izay hamono ny manan’aina rehetra (14-17) ka ankoatra ny fianakaviany dia hampidirina ao koa ny santionany lahy sy vavy amin’ny biby  rehetra nisy tamin’izany (19-20) miaraka amin’ny sakafo hatao vatsy (21). Tsy mba nitarika ny olona nibebaka tahaka ny tany Ninive ny fahitana an’i Noa nandrafitra ilay sambo-fiara izay fambara fa ho avy ny fitsaran’Andriamanitra. Indrisy anefa fa ho torak’izany koa ny tsy fihainoan’ny olona ny antson’Andriamanitra mandra-pihavin’i Kristy amin’ny andro farany (Matio 24.37-39)."
      ],
      "Mijoroa amin’ny marina hatrany": "vitsy anisa lalandava ny  marina tahaka an’i Noa kanefa tsy ny hahafaly ny maro anisa no  katsahana fa ny hahafaly an’Andriamanitra."
    },
    "5": {
      "vakiteny": "SALAMO 20.1-9",
      "F": [3],
      "lohateny": "FAMONJENA TSY METY LANY",
      "content": [
        "Ho an’ny mpandinika sasany dia salamo manambara ny vavaka izay ataon’ny vahoaka ho an’i Davida izy ity. Ho an’ny hafa kosa dia vavaka ataon’i Davida izany. Na inona voalaza dia afaka raisin’ny kristiana ho vavaka manokana ho azy ity salamo ity.",
        "Ilay Andriamanitra mahefa ny zavatra rehetra (1-5). Ao anatin’io andàlana io dia voatsindry ny fomba fisehon’ny toetran’Andriamanitra samihafa. Avy Aminy no hahazoantsika valim-bavaka, fiarovana, famonjena, fanohanana ary koa valim-pitia. Tsy miova Izy fa mitondra antsika tahaka ny nitondràny an’i Jakoba (1), izay tsy tanteraka, fa nahitsiny sy namboariny ary novainy. Na dia tsy tanteraka aza isika dia miasa Izy hanamasina antsika hahatonga antsika ho masina sy tsy misy tsiny eo anatrehany (Efes. 1.4). Manao ahoana ny fahafantaranao ny toetran’Andriamanitra ? Mba tanisao ataovy hira hoe ?",
        "Fatokiana tsy azo hozongozonina (6-9). Mpamonjy Azy Jehovah Andriamanitra ho an’ny mpanao salamo (6) ! Io no fototra marin-toerana hananana fatokiana mafy orina an’Andriamanitra ! Fantatrao ve fa Andriamanitra dia afaka mamonjy anao amin’izay tranga sarotra rehetra ? Amin’iza no ametrahan’i Davida ny fitokisany ? (7) Hitarika ho amin’ny tsi-fahombiazana hatrany ny fatokisan-tena. Fa izay matoky an’i Jehovah kosa dia hovonjena (8 ; jereo koa Joela 3.5). Iza no iankinanao amin’izao fiainana izay miharatsy hatrany izao ?"
      ],
      "Toro-hevitra": "« Ankino amin'i Jehovah ny lalanao, ary matokia Azy, fa hataony tanteraka. » (Salamo 37:5)"
    },
    "6": {
      "vakiteny": "SALAMO 22.1-11",
      "F": [2],
      "lohateny": "ANTSO VONJY",
      "content": [
        "Misy fitoviana amin’ny fahoriana nahazo an’i Jesoa Kristy, Ilay Mesia Mpanjaka, ny fahoriana lalovan’i Davida mpanjaka eto.",
        "Anaty fahaverezan-kevitra lalina. Misedra ady lehibe sy sarotra (nilaozana, irery, ambaniana, esoina, latsaina) Davida, nefa dia maha te haka tahaka ny toe-pony : miantso an’Ilay antsoiny hoe Andriamaniny izy ary tsy mamerimberina ny hoe : “fa nahoana” manoloana ny tsy rariny miharihary. Amin’iza ianao no miantoraka rehefa ao anatin’ny fahoriana sy ny sarotra ? Ampahatsiahivin’i Davida fa Jehovah dia nahatoky niaraka tamin’ny razany (4-5), avy eo dia tsahiviny ihany koa ny tantarany feno ny dian-tanan’Andriamanitra hatrany am-bohoka (9-10). Izany fahatsiarovana ny maha-Andriamanitra mahatoky an’Andriamanitra izany no mampahery azy hanatona Azy amim-patokiana sy fanantenana (4-5, 11).",
        "Ny fahorian’i Jesoa Kristy. Na dia Zanak’Andriamanitra aza Jesoa dia nidina ho tonga olombelona (Filipiana 2.5-8). Voatokana ho an’Andriamanitra hatrany am-bohoka, niaina araka ny Tenin’ny fanekena, ny Soratra Masina teo anivon’ny olony, Israely. Teo amin’ny Hazo Fijaliana Izy no niaritra ny fanambaniana sy fahoriana mivaivay, ny fanesoana, fanarabiana, fandatsana ary fitenenan-dratsy avy amin’ny olona ; fa indrindra koa rehefa nitondra ny fahotan’ny olombelona izy dia nahatsiaro ny fandaozan’Andriamanitra Azy ka nihiaka hoe : « Andriamanitra ô, Andriamanitro ô, nahoana no dia mahafoy ahy Hianao?... » (1, Matio 27.46). Ilay Zanak’Andriamanitra no niaritra ny fanamelohana teo amin’ny toerantsika.",
        "Fankasitrahana sy fiarovan’Andriamanitra (9-10). Ny aina dia avy amin’Andriamanitra alohan’ny ahaterahana aza. Ny fahaterahana dia vokatry ny fanirin’Andriamanitra ary miaraka amin’ny planina maty paika ho an’ny tsirairay. Handeha hankasitraka sy hatoky an’Andriamanitra amin’ny fiainana sy ny fiarovana izay omeny."
      ],
      "Fanontaniana": "Aiza no ialofanao rehefa tonga ny fahoriana sy ny loza ?"
    },
    "7": {
      "vakiteny": "SALAMO 22.12-31",
      "F": [2],
      "lohateny": "AVY EO AMIN’NY FAHORIANA HO AMIN’NY FIDERANA",
      "content": [
        "Eo amoron’ny lavaka mangitsongitsoka (12-22). Manohy mikiakiaka manambara ny fahoriany amin’Andriamanitra i Davida (jer. 1-11) ary milaza ny amin’ireo fahavalony sy izay manjo ny vatany : very hery, mivahavaha ny taolana, miempo ny fo, maina ny tenda… (15, 16 DIEM). Toa hodidinina olon-dratsy izy izay hamono azy tampoka (16). Mihamafy sy mihalava ny antso vonjy (19-21). Manao ahoana ny faharetanao mitaraina amin’Andriamanitra ao anatin’ny fizahan-toetra ?",
        "Mifahatra. Toy ny biby masiaka miandry ny kendritohina ahazoany mandrapaka ny fahavalo (12-13, 16,   20-21). Anjarantsika ny manohitra azy amin’ny finoana (1 Petera 5.8-9).",
        "Voady. Rehefa mandalo ny lohasaha aloky ny fahafatesana dia maro ny manao voady hanome izao sy izao an’Andriamanitra raha tafavoaka. Davida dia manome toky fa hitory ny anaran’Andriamanitra amin’ny mpiara-belona aminy ary hidera Azy eo amin’ny fiangonana ! (22).",
        "Fiderana. Ny asan’Andriamanitra mahagaga eo amin’ny fiainantsika no mitarika antsika hidera Azy. Irery tao anatin’ny fahoriana i Davida fa rehefa tafavoaka kosa izy dia niantso ny olona rehetra hiara-hidera an’Andriamanitra aminy. Nampitomboiny ny antso ho amin’ny fiderana (23), ny fahamarinana momba an’Andriamanitra (28) ary ny teny faminaniana (26-27, 29-30). Te-hizara ny fifaliany sy ny fankasitrahany an’Andriamanitra izy (25-26). Ary ianao ?",
        "Jesoa Kristy. Manambara faminaniana momba an’i Jesoa Kristy Davida eto (16-18), indrindra fa ny fahafatesany teo amin’ny Hazo Fijaliana ary koa ny vokatra mandrakizain’ny fandreseny ny fahafatesana (26-31)."
      ],
      "Fampanantenana": "« Fa tsy manao tsinontsinona na marikorikon'ny fahorian'ny ory Izy, ary tsy mba manafina ny tavany aminy; fa raha mitaraina aminy ireny, dia mihaino Izy. » (24)"
    },
    "8": {
      "vakiteny": "LIOKA 22.1-13",
      "F": [2],
      "lohateny": "FIAINANA ROA SAMIHAFA",
      "content": [
        "Samy sahirana amin’ izay manahirana azy na i Jesoa na i Jodasy. Ny anankiray sahirana nanomana izay hamadihana ny Mpitarika azy (3-6); ny iray kosa sahirana naniraka ireo izay nitokisany hanomana ny fiaraha-misakafo farany amin’ireo mpianany (7-8). Mampisaina antsika tokoa izao tantara izao fa amin’izay ataontsika rehetra, na isika ho olona manan-tantara tahaka an’i Jodasy, na isika ho olona mamela tantara tahaka an’i Jesoa Tompo.",
        "Jodasy latsaka amin’ny fitiavam-bola (3-7). Hitantsika taratra izany teo amin’ny fiainany izay izy rahateo no mpitam-bolan’ny Apostoly (Jaona 13/29); hain’ny Satana izany fahalemeny izany ka mora taminy ny namandrika azy tamin’izany (3). Matetika mora amintsika ny manameloka azy fa mila tsaroantsika kristiana ny fampitandreman’ny Soratra masina amintsika manao hoe : « Ary izay ta-hanan-karena dia latsaka amin'ny fakam-panahy sy ny fandrika ary ny filàna maro tsy misy antony sady mandratra, izay mandentika ny olona ao amin'ny fandringanana sy ny fahaverezana. Fa ny fitiavam-bola no fototry ny ratsy rehetra, koa ny sasany izay fatra-pitady izany dia efa voavily niala tamin'ny finoana ka nanindrona ny tenany tamin'ny alahelo be. » (1 Timoty 6:9-10)",
        "Petera sy Jaona nahatoky ary nankatoa ny Tompo (8-13). Toetra lehibe mila hananantsika koa izany fa rehefa tsapantsika fa Jesoa no maniraka antsika hanao ny asany dia efa Izy koa no manomana ny zavatra rehetra (10-12) fa ny anjarantsika dia ny fahaizana mihaino sy manaraka izay lazainy."
      ],
      "Saino": "« Ary tsy misy zavatra ary na inona na inona izay tsy miseho eo anatrehany; fa ny zavatra rehetra dia mihanjahanja sy aharihary eo imason'izay iafaran'ny ataontsika. » Hebreo 4.13"
    },
    "9": {
      "vakiteny": "LIOKA 22.14-23",
      "F": [6],
      "lohateny": "SAROBIDY NY FAHATSIAROVANA",
      "content": [
        "Tena efa fanaon’ Andriamanitra mihintsy ny mitaona ny olona hahatsiaro ny fitondrany sady hitantsika izany ao amin’ny Soratra Masina rehetra, fa mahatadidy ny fanekeny nataony Izy (Sal.105: 5-12). Tsaroantsika ny fanekena nataony tamin’i Noa isaky ny mahita avana (Gen. 9: 14-16); tadidiny ny fanekeny tamin'i Abrahama (Eks. 2: 23-25). Nasainy nankalaza ny Paska ny Jiosy hahatsiarovany ny namonjeny azy ireo fony izy andevo tany Egypta (Eks 12: 25-27).",
        "Jesoa mametraka fahatsiarovana vaovao (14-20). Fanampin’ny fankalazana ny Paska dia nanorina fombam-pivavahana vaovao tanteraka i Jesoa, dia ny “Fanasan’ny Tompo” izany (1 Kor. 11: 23-26). Io alina io dia nanova ny làlan'ny tantaram-panavotana mandrakizay avy amin'ny fanekena taloha ho amin'ny fanekena vaovao (20). Jesoa dia nilaza mazava tsara tamin'ny mpianany sy amintsika fa ny tenany dia natolony ary ny ràny dia nalatsaka ho fanavotana antsika, ary izany no antsoina hoe “sorompanavotana” nataon’ilay Zanak’ondrin’Andriamanitra (Jao; 1:29)",
        "Jesoa mahalala ny zavatra rehetra (21-23). Amin’ny maha-Andriamanitra Azy dia tsy misy miafina Aminy na ny ankehitriny na izay zavatra rehetra mbola ho avy (21), fa isika olombelona no voafetra ka tsy mahalala na izay mitranga manodidina antsika akory aza (23)."
      ],
      "Toetran’ Andriamanitra ny mahatadidy izay ampanantenainy, fa isika koa ve mahatadidy mandrakariva ny maha-saro-bidy ny fahatsiarovana Azy?": "« Mety manadino ny zanany minono va ny vehivavy ka tsy hamindra fo amin'ny zanaka naloaky ny kibony? Eny, mety manadino ihany izy, Fa Izaho kosa tsy mba manadino anao.  Indro, efa vitako tombo-kavatsa eo am-pelatanako ianao, ary ny mandanao dia eo anatrehako mandrakariva. » Isaia 49:15-16"
    },
    "10": {
      "vakiteny": "LIOKA 22.24-38",
      "F": [2],
      "lohateny": "MANANATRA NY MPIANANY NY TOMPO",
      "content": [
        "Iza no lehibe ? (24-30)  Tsy vao voalohany akory izao no niady hevitra ny amin’izany ireto mpianatry ny Tompo ireto fa efa nisy fotoana teny andalàna izy ireo niresaka ny amin’izany ary noheveriny fa tsy fantatry ny Tompo kanefa amin’ny maha-Andriamanitra Azy dia mahalala ny zavatra rehetra Izy (Marka 9/33-39). Mampianatra Jesoa fa mila manana fanetren-tena tahaka ny zaza sy fanahy manompo izay te-ho lehibe amin’izy ireo, ary raha niteny izany Izy dia efa niainany izany (27). Mampisaina antsika rehetra izay manana andraikitra fitarihana izao Tenin’Andriamanitra izao na inona sehatra misy antsika.",
        "Fampitandremana (31-34)  Amin’ny fahalemem-panahy tanteraka no nampitandreman’ny Tompo  an’i Petera sy ny mpianany ary ho antsika koa. Niantso azy indroa tamin’ny anarany voalohany izy: “Simona, Simona” (31), avy eo tamin’ny anarany vaovao: “Petera” (34), ilay anarana nomeny azy tamin’ny nifidianany azy ho mpianany (Lio. 6:13), ary nohamafisin’i Jesoa izany fony izy ireo tany amin’ny faritanin’i Kaisaria Filipo (Mat. 16: 17). Ny toetra voajanahary ananan’ny Simona, izay nampiharihary ny fahalemeny, dia tsy hiala aminy hatramin’ny farany, fa ny fahasoavan’i Kristy, izay namonjy sy niantso azy Petera, dia tsy handao azy na oviana na oviana kosa. Fantatry ny Tompo izany ka nahatonga Azy niteny hoe: “Satana nangataka ny hahazo anareo”, mba “hanasivana azy toy ny vary”, izany hoe hampandalo fitsapana mafy. Talohan’ny hazo fijalian’i Kristy dia tsy fantatr’i Petera ny fahalemeny (33). Tena nisy ny firaiketam-pony ary noho ny vavaka nataon’ny Tompo ho azy no tsy nahalevona ny finoany (31-32). satria ny herim-po sy ny tanjaka voajanahary dia tsy hahavita antsika eo anoloan’ny fitsapana (33).",
        "Ny teny farany ho an’ny mpianatra (35-38) Mila fitaovana sy vatsy ary sabatra mihitsy aza izy ireo manomboka eto amin’ny fanohizany ny asany (36)."
      ]
    },
    "11": {
      "vakiteny": "LIOKA 22.39-53",
      "F": [1],
      "lohateny": "NY ZANAK’ANDRIAMANITRA MANARAKA LAMINA",
      "content": [
        "Feno vavaka (39-41). Mifandray akaiky amin’ Andriamanitra Ray i Jesoa Kristy zanaka. Nitokana nivavaka  tao Getsemane Jesoa mialoha ny hiatrehany ilay fangirifiriana hanjo azy. Ny vavaka na resaka amin’ny Tompo no hahazoana ny hery rehetra hiatrehana ny fiainana sy hiarovana antsika amin’ny fakam-panahy. Asainy mivavaka ihany koa ny mpianany (40, 46). Ampianarin’i Jesoa hanana fiainam-bavaka, firaisan’aina amin’Andriamanitra ny mpianany satria ny Tompo Andriamanitra no  fialofana sy famonjena azo antoka.",
        "Feno fankatovana  ny Ray (42-46). « Raha sitrakao , dia esory amiko ity kapoaka ity; nefa aoka tsy ny sitrapoko ny hatao , fa ny anao ». Zanaka manoa ny fikasana sy ny fitondran’Andriamanitra  i Jesoa Kristy Zanaka. Nataony ho laharam-pahamehana ny hahatrarana ny fikasan’Andriamanitra Ray.  Ary ianao mba ahoana ?",
        "Feno fahatoniana Jesoa miatrika ny fisamborana Azy (47-51). Fanontaniana tsotra no navalin’i Jesoa ilay oroky ny famadihan’i Jodasy. Tsy nanohitra na nampiasa herisetra ny Tompo fa mbola mampandini-tena ihany (51). Olon’ny fihavanana sy fampihavanana tokoa izay tena zanak’Andriamanitra satria mahalefitra amin’ny zavatra rehetra hahatrarana ny tanjon’Andriamanitra Ray.",
        "Feno fanekena ny fotoanan’ny Tompo Andriamanitra (53). Ambaran’i Jesao fa Andriamanitra mihitsy no mpandamina izao fotoana izao fa tsy ny mpisorona. Rehefa vita sy ampy ny fampianarana sy fanofanana tiany nampanaovina ny Zanany dia hoentiny hanao ny asa fanavotana farany ny Tompo. Hendry tokoa Andriamanitra ao anatin’ny fitondrany, ny fikasany, ny lamina sy fotoana hanatanterahana izany.",
        "Tadidio fa mampahery ny Zanany Andriamanitra Ray (43). Tsy mitazana fotsiny izy rehefa tandindomin’ny fahoriana ny Zanany fa mandefa ny anjeliny, ny Fanahy mba hampahery azy ireo. Aza miherikerika na mivadi-po arak’izany fa mahita, ary manana fo antra anao ny Tompo."
      ]
    },
    "12": {
      "vakiteny": "LIOKA 22.54-71",
      "F": [1, 7],
      "lohateny": "FAKAM-PANAHY SY FIZAHAN-TOETRA",
      "content": [
        "Rehefa avy nitokana nivavaka ny Tompo fa ireo mpianany kosa natory nandritra izany na dia efa niteny tamin’izy ireo indroa aza Izy nanao hoe : “Mivavaha mba tsy hidiranareo amin’ny fakam-panahy” (40, 46), dia hitantsika eto fa nahavita niatrika ireo fizahan-toetra izay niandry Azy Jesoa saingy i Petera kosa tena latsaka tao anatin’ny fakam-panahy. Ny fizahan-toetra dia avy amin’ Andriamanitra ka natao hatrehina mba hanamboarany antsika, fa ny fakam-panahy kosa dia avy amin’ny devoly izay entiny hanimbana ny fiainantsika ka mila handosirana.",
        "Petera latsaka anaty fakam-panahy. Zavatra telo no nanjo azy hitantsika eto: voalohany dia nanaraka ny Tompo ihany izy saingy tsy teo anilany intsony fa teny lavidavitra eny (54), ny faharoa dia niaraka nipetraka tamin’ireo mpanota sy mpaniratsiran’ny Tompo izy (55, 63-65) na dia fantany izao aza ilay Tenin’Andriamanitra manao hoe : « Sambatra ny olona izay tsy mandeha eo amin'ny fisainan'ny ratsy fanahy, ary tsy mijanona eo amin'ny lalana falehan'ny mpanota, ary tsy mipetraka eo amin'ny fipetrahan'ny mpaniratsira; » (Salamo 1:1), ary ny fahatelo dia ny fandavany ho tsy mahafantatra sy ho  tsy naman’ny Tompo (56-59). Isika koa rehefa tsy ampy fiainam-bavaka dia latsaka amin’ny fakam-panahy ka manomboka manalavitra an’ i Jesoa Tompo dia manjary manadino ireo Tenin’ Andriamanitra efa nafafy tamintsika ary mitarika tsy fahasahiana hijoro vavolombelon’ny Tompo eo amin’ny andavanandrom-piainantsika.",
        "Jesoa sahy niatrika fizaha-toetra. Tsy mora ho an’ny Tompo ny nahita an’ny Petera nandà ny maha-namany Azy kanefa dia nijery azy tamin’ny maso onena Izy (61), mafy ho Azy ny fandrabirabiana sy ny fanevatevana natao taminy kanefa dia nangina Izy (Eks 14:14), nanontaniana izay marina Izy dia novaliany mahitsy izany (70)."
      ]
    },
    "13": {
      "vakiteny": "LIOKA 23.1-12",
      "F": [1, 7],
      "lohateny": "FIAMPANGANA  AN’I  JESOA",
      "content": [
        "Iza moa Pilato ? Lehiben’ny Fiadidiana ny Fanjakana Romana, nanana ny fahefana fara-tampony. Mahalala tsara ny lalàna mifehy eo amin’ny fanjakana iadidiany. Nentin’ny olona teo anatrehany i Jesoa ; nolazain’izy ireo fa manakorontana saim-bahoaka, nolazaina fa mamporisika ny olona tsy handoa hetra, milaza ny tenany ho Mpanjaka (2). Fantatr’i Pilato fa lainga izany, tsy mahita heloka vitan’ny Tompo ity manam-pahefana ity (4) ; saingy tsy niaro ny olona marina izy, tsy nampiasa ny fahefana teo am-pelatànany fa natahotra vavam-bahoaka, ary niaro kokoa ny sezany sy ny voninahiny.",
        "Iza moa Heroda? Lehiben’ny Faritra any Palestina na Galilia (6). Mpifandrafy sy mpifanandrina i Pilato sy i Heroda ; saingy samy niampanga ny Tompo Jesoa dia nifankahazo indray. Efa naniry hatry ny ela hahita an’i Jesoa  i Heroda, tsy amin’ny maha-Mpamonjy sy Tompo Azy fa toa mpanao fahagagana hono ka te-hahita an’i Jesoa (8). Azo an-tsaina fa ny fanontaniana maro napetrak’i Heroda dia fandatsana sy fanesoana, kanefa noho ny fahendrena lalina tao anatin’ny Tompo dia tsy namaly Izy fa nangina (9).",
        "Iza moa Jesoa Kristy aminao ?Aza manao tahaka an’i Pilato, tsy sahy manambara ny marina, na tahaka an’i Heroda ilay mpaneso, fa mijoroa vavolombelon’i Jesoa Kristy Ilay Andriamanitra Marina !"
      ],
      "Teny faneva": " “…izay efa renay, izay efa hitan’ny masonay, izay efa nojerenay sady efa notsapain’ny tànanay…dia tonga vavolombelona ka manambara aminareo ny fiainana mandrakizay.”(1 Jao.1-2)."
    },
    "14": {
      "vakiteny": "LIOKA 23.13-25",
      "F": [1, 2],
      "lohateny": "NISOLO  NY  VOAHELOKA  IZY",
      "content": [
        "Mora manadino ny olona. Vahoaka maro niaraka tamin’i Jesoa, nandray ny fampianarany, nandray ny fanafahana sy ny fanasitranana… ireto vahoaka manaraka ny lohan’ny mpisorona  sy ny mpanapaka ireto (13). Sendra ny lainga tsara lahatra izy ireo dia adino tanteraka ny fahasoavana maro noraisina. Jambain’ny fahavalo amin’ny ady sarotra sy ny fahasahiranana ny olona dia mora manadino.",
        "”ka inona ary ny ratsy nataony?”(22). Fanontaniana tsy  misy valiny hatramin’izao izany ! <br/> Miverimberina teo am-bavan’i Pilato izany teny izany. Te-handefa mafy an’i Jesoa izy. Tsy nahaleo ny kiakan’iretsy vahoaka (18,21,23) sao hahavery ny fahefana eo am-pelatànana ka dia nanolotra an’i Jesoa ho faty ihany (24).",
        "Vonoy io…homboy ! (18,21). Ao ambadiky ny fihetsik’ i Pilato, dia misy fandaharam-pitiavana tsy takatry ny saina avy amin’Andriamanitra Ray ho an’izao tontolo izao. Mpanao ratsy sy mpikomy ary mpamono olona  izaho sy ianao, saingy tahaka an’i Barabasy dia nohafahana maimaimpoana fa ny Tompo Jesoa no nohomboina sy novonoina hisolo ny heloka vitantsika, tsy nananan’ny Ray antra “Izay tsy niaro ny Zanani-lahy fa natolony hamonjy antsika rehetra Izy…”(Romana 8.32a). Anio indray, aza avela handalo izany fitiavana izany, mialà amin’ny fahalemena sy ny fanao ratsy rehetra hifalian’ny fon’Andriamanitra aminao."
      ],
      "Hafatra mahasoa": "Avereno tanisaina ny soa  nataon’ny Tompo taminao :”Inona no havaliko an’i  Jehovah noho ny soa rehetra nataony tamiko ?”(Salamo 116.12)."
    },
    "15": {
      "vakiteny": "LIOKA 23.26-43",
      "F": [1, 5],
      "lohateny": "IREO  VAVAKA  TEO  AMIN’NY  HAZOFIJALIANA",
      "content": [
        "An-dàlana ho any Kalvary. Tsy irery Izy fa maro no nanaraka, ary ireo vehivavy dia nitomany fatratra satria nalahelo fa hovonoina ny Tompo Jesoa. Kanefa hoy ny Tompo :”mitomania ny tenanareo sy ny zanakareo”(28). Mifono fampitandremana sy faminaniana amin’izay zavatra sarotra mampitomany mety hitranga aoriana ao izany teny izany. Jesoa aza nampangaina lainga sy nenjehina toa izao mainka fa isika mpanara-dia Azy.",
        "“Raiko ô, mamelà ny helony, fa tsy fantany izay ataony”(34). Vavaka voalohany nataon’i  Jesoa teo amin’ny hazofijaliana izany ; tao anatin’ny fanaratsiana sy fandatsana (35-37). Nanana fifandraisana akaiky tamin’ny Rainy Jesoa ka nahavita izao vavaka ho an’ny fahavalo sy ny hafa izao Izy. Tsy mahalala ny tokony atao ny olona ka nivavaka Izy hoe “…fa tsy fantany izay ataony”. Tamin’ny fo feno fitiavana, feno famindram-po no nitenenany ho an’ireo mpanenjika Azy hoe “…Raiko ô, mamelà ny helony”.Ohatra napetraky ny Tompo halaina tahaka izany. Mamelà ny fanaratsiana, ny tsy rariny, nataon’ireny olona ireny taminao, na olona akaiky na lavitra, fa mihoatra noho izany no nentin’i Jesoa.",
        "“Anio no hihaonanao amiko any Paradisa”(43).Teny faharoa mifono fampanantenana famonjena  ho an’ny olona iray izay meloka niara-nohomboana taminy izany. Jiolahy roa izy ireo, ny iray nanamafy fo, niteny ratsy Azy mihitsy(39), ny iray kosa nahatsiaro tena ka nibebaka ary nahazo anjara amin’ny fanjakan’Andriamanitra."
      ],
      "Fanontaniana": "Manana anjara amin’ny fanjakan’Andriamanitra ve ianao raha hiala ety ? <br/> Hoy Jesoa :”Izaho no làlana sy fahamarinana ary fiainana ; tsy misy mankany amin’ny Ray afa-tsy amin’ny alalako”(Jaona 14.6). Antoka ny famonjena dia ao amin’i Jesoa irery ihany."
    },
    "16": {
      "vakiteny": "LIOKA 23.44-56",
      "F": [1, 6],
      "lohateny": "NY FAHAFATESAN’I  JESOA",
      "content": [
        "“Raiko ô, eo an-tànanao no atolotro ny fanahiko”(46). Maizina ny tany aman-danitra nefa dia antoandro be. Tsy hay lazaina ny fangirifiriana nandritra ny ora telo niainan’i Jesoa (44). Triatra ny efitra lamba tao amin’ny Tempoly, izany hoe tsy misy sakana fa malalaka ny fanatonana an’Andriamanitra nanomboka teo (45). Endriky ny fitiavana avokoa izany ! Raha ny filaharana dia teny fahafito farany nataon’i Jesoa teo amin’ny hazofijaliana io (46). Teo anatrehan’ny Ray no tapitra ny ainy, tao anatin’ny vavaka. Tsy nisy fanenenana fa fankatoavana feno. <br/> Ny fahavalo farany ho resena dia ny fahafatesana. Tsy hahatazona Azy io fahafatesana io fa hitsangana velona Izy. Io teny fahafito io dia manambara ihany koa ny fitsaharany eo an-tànan’ny Ray.",
        "Josefa Arimatia. Nisy olona maro nanatrika ny fahafatesan’i Jesoa : kapiteny romana iray (47), vahoaka maro (48), ireo vehivavy sy ireo nahafantatra Azy (49), teo ihany koa Josefa avy any Arimatia, ilay Synedriona (50). Ity farany dia lehilahy nanana ny hajany teo anivon’ny fiaraha-monina. Tsy anisan’ny 12 lahy izy fa mpianatry ny Tompo ihany koa (Jaona 19.38). Niavaka izy, ary voalaza fa tsara fanahy sady marina (50) ; naka andraikitra ka nangataka ny fatin’i Jesoa tamin’i Pilato, nikarakara sy nandevina ny razana izy (53).Manamarina izao teny izao i Josefa Arimatia :”Izay tena sakaiza tokoa dia tia amin’ny andro rehetra, sady miseho ho rahalahy hamonjy amin’ny fahoriana”(Ohabolana 17.17)."
      ],
      "Vavaka": "Jesoa ô, izaho koa dia manombo mandrakariva ny nofoko sy ny fahotako eo amin’ny hazofijaliana!"
    },
    "17": {
      "vakiteny": "LIOKA  24.1-12",
      "F": [4, 7],
      "lohateny": "VELONA I JESOA KRISTY",
      "content": [
        "Nandresy  ny fahafatesana Izy. Vato efa  voakodia niala tamin’ny varavaran’ny fasana ary fasana foana  no novantanin’ireo vehivavy nikasa hanosotra zava-manitra ny fatin’i  Jesoa Kristy . Tsy voahidy ary tsy natelin’ny fasana fa nitsangana tamin’ny maty i Jesoa Kristy. Manamafy ny maha-Zanak’Andriamanitra Azy rahateo izany.",
        "Mihazona ny Teniny Izy. Efa nampahafantarin’i Jesoa Kristy ny mpianany mialoha ny zavatra hitranga ary dia araka izay efa nambarany no niseho : “Tsy maintsy hankany Jerosalema Aho ka hataon’ny loholona sy ny lohandohan’ny mpisorona ary ny mpahay lalàna mijaly mafy tokoa, dia hovonoina ho faty; nefa hitsangana velona amin’ny andro fahatelo”.(Mat 16.21/Diem). Tamin’io fotoana io kosa dia ny anjely no nampahatsiahy izany tenin’i Jesoa izany tamin’izy ireo. Velona i Jesoa, velona koa ny teniny. Andriamanitra “Marina” Izy. Manaisotra ny tahotra ny fihazonana ny teniny.",
        "Tompon’ny tantara sy ny fotoana Izy. Nanatrika ny fijalian’i Jesoa sy ny fahafatesany ary vavolombelon’ny fitsanganany tamin’ny maty ireo vehivavy ireo. Ireo vehivavy ireo no nisehoan’i Jesoa voalohany. Saingy tsy niseho tamin’izy ireo Izy raha tsy taorian’ny niverenan’izy ireo tany am-pasana niaraka tamin’i Petera sy i Jaona (Mat 28.9-10 / Jao 20.14-15). Efa manana lamina ny amin’izany ny Tompo. Tsy nino avy hatrany ireo mpianatra raha nandre ny filazan’izy ireo.  I Petera kosa nandeha nizaha ary nahita araka izay nampitainy taminy. Sahiran-tsaina izy."
      ],
      "Fampaherezana": "Andriamanitra Velona ny Andriamanitsika. Inona no teny fikasana efa noraisinao taminy? Andriamanitra sady miteny Izy no manatanteraka ary sady mikasa Izy no mahefa. “Ny fikasako dia hotanteraka hatrany ary izay rehetra sitrako dia hataoko….Fikasana noteneniko izany sady hotanterahiko, fikasana novolavolaiko sady hotontosaiko”(Isaia 46.10/11. Diem)"
    },
    "18": {
      "vakiteny": "LIOKA 24. 13-35",
      "F": [4],
      "lohateny": "IZY  NO  ILAY  MESIA!",
      "content": [
        "Ivon’ny Baiboly.  Raha mbola tao anatin’ny fahadisoam-panantenana ny amin’i Jesoa Kristy ireto mpianatra roa lahy, raha mbola tsy nahafantatra Azy , i Jesoa Kristy kosa nanambara  tamin’izy ireo ny amin’i Mesia araka izay voalazan’i Mosesy sy ny mpaminany. Izany hoe araka izay voasoratra ao amin’ny Testamenta Taloha( 27). Fahatanterahan’ny Testamenta Taloha ny Testamenta Vaovao. “Efa imbetsaka ary tamin’ny fomba samihafa no nitenenan’Andriamanitra fahiny tamin’ny razantsika tamin’ny alàlan’ireo mpaminany; fa amin’izao andro farany izao kosa dia tamin’ny alalan’ny Zanany no nitenenany tamintsika.”(Heb 1.1-2/ Diem).",
        "Loharanon’aina. Difotra tao anaty alahelo tanteraka ireto mpianatra raha mbola niresaka tamin’i Jesoa teny am-pandehanana. Nihalalina ny resa-dresaka sy ny fifandraisan’izy ireo taminy tao anatin’ny fiombonan’aina tamin’ny fiaraha-misakafo. Fanaon’i Jesoa fony niaraka tamin’ny mpianany ny mandray ny mofo, ny misaotra an’Andriamanitra ary ny mizara izany ( Mar 6.41/ Mar 8.6/ Mar 14.22). Teo no fantatr’izy  ireo fa i Jesoa Kristy no manoloana azy ireo. Nampiorina ny finoan’ireto mpianatra roalahy izany. “Mijery an’i Jesoa Tompon’ny finoantsika sy Mpanefa azy” (Heb 12.2). Maneho ny maha-Mpamonjy Azy izany. “Izy tokoa no Mpamonjy an’izao tontolo izao” (Johany 4.42/Diem)",
        "Maniraka ho vavolombelony. Andriamanitra no nampahiratra ny mason’ireto mpianatra. Nanana ny fotoanany voasoritra sy fomba  mazava tamin’izany Izy. Ny hitarika azy ireo ho tonga amin’ny fahalalana miharo finoana Azy ka hizara izany  no tanjony. Nitaona ireto mpianatra hanao hetsika ny finoana tao anatiny.  Tsy nangataka andro izy ireo, tsy nanao andraso andraso. Nijoro ho vavolombelon’ny fahaveloman’i Jesoa Kristy izy ireo ( 33-35)"
      ],
      "Fampaherezana": "“ Izy no ivelomantsika sy ihetsehantsika ary iainantsika” (Asa 17.28)"
    },
    "19": {
      "vakiteny": "LIOKA 24. 36-53",
      "F": [1, 4],
      "lohateny": "JESOA  KRISTY  FIAINANA",
      "content": [
        "Mitondra fiadanana ho an’ny olony i Jesoa Kristy. Raha mbola tao anatin’ny fahasahiranan-tsaina nifampiresaka ny zava-misy ireto mpianatra dia nitsangana nanoloana azy ireo i Jesoa. “Fiadanana”, io no teny nolazain’i Jesoa voalohany tamin’izy ireo (36).  Teny mifono fanomezan-toky satria manambara izany  fa ny fanatrehan’i Jesoa Kristy dia mitondra fiadanana. Manaisotra ny tebiteby sy ny fisalasalana (38).  Tsy tian’i Jesoa hijanona amin’ny fandrenesana Azy fotsiny araka izay filazan’ny olona Azy  ireto mpianatra fa tiany hahita sy  hikasika Azy ihany koa mba ho mafy orina ny finoan’izy ireo Azy.",
        "Manafy hery ny olony i Jesoa Kristy. Nanatevina ny fahalalan’ireto mpianatra Azy hatrany i Jesoa (45). Nampahatsiahy azy ireo ny voasoratra Izy : ny fijaliany, ny fitsanganany tamin’ny maty, ary  ny fibebahana (fialàna amin’ny fahotana) sy ny famelan-keloka ( fandraisana ny fanafahana) izay hotorina amin’ny olon-drehetra amin’ny anarany (47). Ny fibebahana  sy ny  famelan-keloka no  fototry ny famonjena ny olona ary ny herin’ ny Fanahy Masina no antoka nomen’i Jesoa ny mpianany manoloana ny iraka ampanaoviny (49).” Fa hahazo hery ianareo amin’ny hilatsahan’ny Fanahy Masina aminareo ka ho vavolombeloko …”( Asa 1.8)",
        "Momba ny olony i Jesoa Kristy. Tsy mahavonjy tena ny olombelona.Tsy nisalasalan’ireto mpianatra  intsony fa i Jesoa no Ilay Mesia. Nitso-drano ka nametraka ny mpianany teo ambany fiarovan’Andriamanitra Izy (51). Maneho ny fiandaniany amin’izy ireo izany. Maneho ny fanamarinany ny fanatrehany azy ireo tsy tapaka izany. “Izaho momba anareo mandrakariva ambara-pahatongan’ny fahataperan’izao tontolo izao” ( Mat 28.20)."
      ],
      "Fampaherezana": "“ Ny Tompo loharanom-piadanana anie hanome anareo fiadanana mandrakariva amin’ny zavatra rehetra” (2Tes 3.16/Diem)"
    },
    "20": {
      "vakiteny": "SALAMO 21.1-13",
      "F": [1, 6],
      "lohateny": "MIARA-MANDRESY AMINY",
      "content": [
        "Tontolo manodidina: Tohin’ny Salamo 20 izay vavaka atao alohan’ny ady ity Salamo izay midera ny fandresena azon’ny mpanjaka ity. Azo antoka fa tamin’ny ady nifanaovan’i Davida tamin’ny mpanjakan’ny Amona tao Raba taorian’ny nahalavoany tamin’i Batseba sy ny nibebahany tamin’izany no nitrangan’ity ady ity (2 Samoela 12.26-31). Misy fiangonana sasany ihany koa izay mamaky hatrany ity Salamo ity isaky ny fahatsiarovana ny fiakaran’ny Tompo any an-danitra satria tena maneho ny fandresen’i Kristy mihoatra ny an’i Davida izy.",
        "Fihobiana ny fandresen’ny mpanjaka (1-6). Nangataka fandresena ny mpanjaka sy ny vahoaka ka dia nomen’Andriamanitra azy ireo izany (2). Fitahiana soa no vokatr’izany, izay tsy vitan’ny aina, tsy laza sy voninahitra ihany fa fiainana mandrakizay mihitsy (4) ka nahatonga azy ho lasa fitahiana ho an’ny hafa ihany koa (6). Mihoatra ny an’i Davida ity satria  maty ihany i Davida fa i Jesoa Kristy nitsangana tamin’ny maty no Mpanjaka mandrazikay ka tonga fitahiana ho an’izay rehetra mino avy amin’ny firenena rehetra (Genesisy 12.2-3 ; Galatiana 3.7-9).",
        "Filazana ny faharesen’ny fahavalo (7-12). Eto dia ny vahoaka no milaza ny fandresen’ny mpanjaka matoky ny Tompo ireo fahavalony. Ireo izay mikasa hanisy ratsy ny mpanjaka indray no  hatao tahaka ny fatana misy afo mirehitra (Matio 13.42). Asan’Andriamanitra ny fitsarana ireo fahavalony."
      ],
      "Fampieritreretana": "Ny mitia sy mivavaka ary mitory amin’ireo fahavalontsika kosa no anjarantsika. Ny herin’Andriamanitra no hahafahantsika manao izany (1, 13). Io heriny io ihany koa no ahafahantsika mandresy ny fakam-panahy sy ny fahotana. Ndeha hiankina amin’ny heriny fa tsy ny antsika! “Misandrata amin’ny herinao Ianao, Tompo ô!”"
    },
    "21": {
      "vakiteny": "GENESISY 7.1-24",
      "F": [2, 5],
      "lohateny": "SAMBOFIARA SA SAFODRANO?",
      "content": [
        "Tsara alain-tahaka. Noa no hitan’Andriamanitra fa marina amin’ny taranaka niara-belona taminy satria izy dia nihaino hatrany ny tenin’Andriamanitra ary nankatoa izany (1, 5, 9, 16). Ny nahavitan’i Noa nankatoa dia noho ny finoany izay nambaran’Andriamanitra na dia mifanohitra amin’ny zava-misy hitany aza izany: hanao sambo be eny an-tendrombohitra kanefa tsy mbola nisy orana mihitsy tamin’izany (Genesisy 2.5) raha tsy tamin’ny fotoanan’ny safodrano io (11-12). Izany no mahatonga hatrany ny tenin’Andriamanitra milaza fa ny finoana no isaina ho fahamarinana (Romana 4.5). Na dia olom-bitsy (1 Petera 3.20), valo monja ihany aza izy ireo no voavonjy dia mahafinaritra satria i Noa sy ny ankohonany izany. Izay mino ihany no hovonjena fa ny fampianarana ny ankohonana ho tia sy hino ny tenin’Andriamanitra no ahafahan’ny fianakaviana manontolo mahazo famonjena (Josoa 24.15).",
        "Fampitandremana. Nandritra ny 100 taona no nanamboaran’i Noa sambofiara teny an-tendrombohitra kanefa dia tsy nahoan’ireo mpiara-belona taminy izany. Variana amin’ny fiainan’izao tontolo izao izy ireo, nihinana sy nisotra ary nampaka-bady (Matio 24.37-39). Tsy hoe tsy azo atao akory izany fa ny fikatsahana ny fanjakan’Andriamanitra sy ny fahamarinany no asain’ny Tompo atao laharam-pahamehana (Matio 6.31-33). Mbola fotoana hiverenana amin’i Jesoa Kristy ilay nitondra ny otanao teo amin’ny hazo fijaliana izao, fandrao tara loatra rehefa arindrin’ny Tompo ny varavaran’ny sambofiara (16). Ny osa sy ny tsy mino izay tsy mety miditra ny sambofiara fa mangatak’andro lava dia safodrano no anjarany (Apokalipsy 21.8)."
      ],
      "Fisaintsaina": "Aleo manaraka hatrany izay lazain’ny Tenin’Andriamanitra na dia vitsy an’isa aza ireo olona manao izany!"
    },
    "22": {
      "vakiteny": "GENESISY 8.1-22",
      "F": [1, 6],
      "lohateny": "ANDRIAMANITRA IRERY IHANY",
      "content": [
        "Izy no nihavian’izao zavatra rehetra izao. Andriamanitra no nifidy an’i Noa sy ny ankohonany (6.8) hanamboatra sambofiara. Izy ihany koa no nibaiko an’i Noa hampiditra ireo biby rehetra tsiroaroa tao anaty sambofiara. Mbola izy ihany koa no nandrindrina ny sambofiara tamin’ny fotoanany (7.16). Izy no nandrotsaka ny oram-be sy nampitsahatra izany tamin’ny fotoanany (1-3). Ary dia mbola Izy ihany no namoaka an’i Noa tao amin’ny sambofiara (10).",
        "Izy no mihazona azy. Zava-dehibe ilay teny kely amin’ny fiandohan’ity toko ity hoe: “Ary Andriamanitra nahatsiaro an’i Noa…” Raha hadinon’Andriamanitra tao anaty sambofiara tao tokoa moa i Noa sy ireo zava-manan’aina rehetra ireo ka tsy nihena mihitsy ny rano? Dia tsy nisy izaho sy ianao! Saingy tsy manadino ny zanany sy ny asan’ny tanany izany mandrakizay Izy (Isaia 49.13). Ankoatr’izay  na dia fantatr’Andriamanitra aza fa ratsy mandrakariva ny ao am-pon’ny olombelona, na dia avy amin’ireto olona nofidiany manokana ireto aza dia nilaza Izy fa hifandimby hatrany ny hatsiaka, hafanana, orana sy main-tany eto ambonin’ny tany! Hita tokoa izany na dia eo aza ny fanimbantsika olombelona ny tontolo iainana.",
        "Sady Izy koa no antony. Izany zavatra rehetra izany no nitranga dia ny hahatonga ny olombelona hitoky, hino ary hiankina amin’Andriamanitra irery ihany eo amin’ny fiainany. Manana tombony lehibe isika manana an’i Jesoa Kristy ho anton’ny ahavelomantsika ankehitriny.",
        "Izy anie no homem-boninahitra mandrakizay. Na dia tsy nisy baiko aza ny hanaovan’i Noa fanatitra hodorana manontolo ho an’Andriamanitra, ny fahazoan’i Noa fa avy Aminy, sy amin’ny alalany ary ho Azy ny zavatra rehetra, no nahatonga an’i Noa hanao izany!"
      ]
    },
    "23": {
      "vakiteny": "GENESISY 9.1-17",
      "F": [1, 4],
      "lohateny": "FANEKENA",
      "content": [
        "Fahasoavana. Tena Andriamanitry ny fahasoavana tokoa ity Jehovah nifandraharaha tamin’i Noa ity, satria na dia fantany aza fa ratsy foana ny ao am-pon’ny olona mandritra ny andro (8.21) dia mbola nanao fanekem-pihavanana tamin’ny nofo rehetra ihany Izy (9-10, 17).",
        "Tsodrano naverina. Azo lazaina fa ainga vaovao ho an’ny zavaboahary mihitsy ity fiafaran’ny safodrano ity satria dia namerina ny tsodrano efa nataony tany amin’ny fahariana Andriamanitra (Genesisy 1.28). Tian’Andriamanitra hanjaka, fa tsy hanjakazaka, amin’ny zava-manan’aina rehetra ny olombelona. Teto no fanomezan-dalana hihinan-kena voalohany (3).",
        "Sarobidy ny aina. Izay no antony tsy namelan’Andriamanitra ny olona  hihinana ra satria aina ny ra (4-5), izay ihany koa no nananganan’Andriamanitra ny “Polisy” voalohany, dia ireo mpamaly ny olona mamono olona mba tsy hifamonoan’ny olombelona (5-6). Ny tanjon’Andriamanitra dia ny hihamaroan’ny olona fa tsy ny hihenany (7). Andriamanitra no tompon’ny aina.",
        "Fanekena. Ankoatran’ny tamin’i Adama talohan’ny fahalavoana dia ity no fanekena voalohany nataon’Andriamanitra tamin’ny olombelona (Abrahama, Mosesy, Davida). Ity izany no fototry ny fanekem-pihavanana teo amin’Andriamanitra sy ny olombelona: Tsy handringana ny olona amin’ny safodrano intsony Andriamanitra mba hahatraran’ny olona ny fanekena vaovao amin’ny alalan’i Jesoa Kristy.",
        "Fanekena vaovao. Ny fanekena, ny ra, ny avana dia samy endrik’i Jesoa Kristy avokoa. Tsy azo hohanina ny ra satria aina izany, izany hoe mariky ny fahavelomana. Rehefa latsaka ny ra dia mariky ny fahafatesana izany. Tian’Andriamanitra ho hitan’ny olombelona ny fisoloana nataon’i Jesoa Kristy ho antsika satria raha isika no tokony ho faty noho ny fahotantsika dia Izy no nandatsaka ny rany hisolo antsika (Lioka 22.20)."
      ]
    },
    "24": {
      "vakiteny": "GENESISY 9.18-29",
      "F": [2, 5],
      "lohateny": "MISY FIANTRAIKANY AMIN’NY HO AVY",
      "content": [
        "Mamon-divay. Kolotsain-dry Noa ny fihinanana mofo sy divay, ankoatr’izay dia mpamboly voaloboka ny asany. Ny tsy fananana fifehezan-tena anefa fa fanaovana zavatra tafahoatra dia tsy tsara foana. Izay no nahatonga an’i Paoly hiteny hoe “Aza ho mamon-divay ianareo fa misy fanaranam-po amin’ny ratsy izany” (Efesiana 5.18). Eto i Noa dia tsy nahatsiaro tena fa dia nanary lamba sy nitanjaka.",
        "Ihomehezana. Tsy azontsika an-tsaina fa tena fanaon’ny kristiana ity zavatra nataon’i Hama ity. Rehefa mahita rahalahy lavo dia tsy ny hanarina na hananatra azy mitokana (Matio 18.15) no mahamaika fa ny hitantara izany amin’ny hafa. Mody ampiana hoe “ento am-bavaka”. Tena tsy tsara anefa izany, ka izay no nizakan’i Hama sy ny taranany (Kanana) vokany maharitra. Ny fihetsika nataon’i Sema sy Jafeta zokiny no mety. Ny fitiavana dia manarona fahotana maro (1 Petera 4.8). Izay no mahazava-dehibe ny fitiavana, ny olona manana fitiavana dia mahatanteraka ny lalàna rehetra.",
        "Ozona? Eto dia i Noa mamo indray no manozona, ary ny mahagaga dia tsy i Hama no nozoniny fa i Kanana izay faralahy amin’ireo zanany efa-dahy (10.6). Mila tsaroantsika fa ireo zanak’i Noa telo lahy no razam-ben’ny olombelona rehetra eto ambonin’ny tany (19). Raha i Hama no nozoniny dia ny ampahatelon’ny olona izany dia voaozona avokoa, fa eto dia ny kely indrindra amin’ny zanak’i Hama no voaozona, mba mampihena kokoa ny ozona izany. Marina fa ny taranak’i Kanana no lasa Kananita, noroahin’ny zanak’Isiraely tamin’ny taniny taty aoriana, kanefa na dia teo aza izany dia teo koa ny fahotan’izy ireo izay tena nahafeno ny kapoakan’Andriamanitra mihitsy (Genesisy 15.13-21)."
      ]
    },
    "25": {
      "vakiteny": "GENESISY 10.1-32",
      "F": [6],
      "lohateny": "NY NIHAVIAN’NY FIRENENA REHETRA",
      "content": [
        "Ireto tetiarana telo ireto dia maneho ny famenoana indray ny tany amin’ny alalan’ireo taranaky ny zanaka telon’i Noa (9.19). Ny anarana izay voalaza ao amin’ireo tetiarana ireo dia sady manambara olona tsirairay no manambara vahoaka (na dia tsy mora foana aza ny mamantatra hoe vahoaka iza no tiana ho lazaina).",
        "Taranak’i Jafeta (2-5). Ireo vahoaka izay mipetraka any atsinanana sy any avaratr’i Palestina (Erôpeana, fotsy hoditra, firenena 14): vahoakan’i Azia Minora (Gomera, Magoga, Tobala, Maseka), ny Grika (Javana), ny Mediana (Maday). Ny fiteny hoe “nosin’ny firenena” dia ireo firenena tena lavitra.",
        "Taranak’i Hama (6-20). Ireo vahoaka nipetraka teo anelanelan’i Kanana sy ny atsimon’i Palestina: Etiopia (Kosy), Ejipta (Mizraima), ny mponin’i Kanana (15-18)… Mainty hoditra, firenena 30.",
        "Taranak’i Sema (21-32). Ny taranak’i Sema dia nanome ireo vahoaka semita izay nivoahan’ny vahoaka Isiraely. I Sema dia voalaza ho toy ny “rain’ny zanak’i Ebera rehetra”, io anarana io no azo antoka fa nihavian’ny Hebreo. Ny ampahan’ny taranak’i Sema ihany no voalaza amin’ireo andininy ireo manomboka tamin’i Ebera. Ny avy aty amin’ny taranak’i Joktana, izay tsy tonga any amin’i Abrahama ihany no narahana teto (Abrahama dia avy aty amin’i Palega, zanak’i Ebera iray hafa). <br/> Na dia nozarain’Andriamanitra ho firenena maromaro aza ny olombelona dia iray ihany ny olona, samy mpanota, samy mila ny famonjen’i Jesoa Kristy ary samy natao hiankina amin’Andriamanitra avokoa! (Asa 17.26-28) Tsy miankina amin’ny firazananao ny famonjena anao fa miankina amin’ny finoanao an’i Jesoa Kristy."
      ]
    },
    "26": {
      "vakiteny": "GENESISY 11. 1-32",
      "F": [6],
      "lohateny": "NY PLANIN’ANDRIAMANITRA",
      "content": [
        "Mamenoa ny tany. Raha nahary ny olombelona Andriamanitra ka nanao azy ho lahy sy vavy dia nitsodrano azy hoe: “Maroa fara sy mihabetsaha ary mamenoa ny tany” (Genesisy 1.28). Izany no planin’Andriamanitra hatramin’ny voalohany saingy ny olombelona, amin’ny maha mpanota azy, dia mihevitra mandrakariva izay mifanohitra amin’izany fiheveran’Andriamanitra izany. Tsy te hiparitaka manerana ny tany izy ireo ka dia nitady hevitra tsy hitrangan’izany (4b).",
        "Te hanakatra ny lanitra. Fikasan’ny olombelona ny hanao tilikambo avo be eto ary tena hahatakatra ny lanitra izany. Tsotra ny antony tao am-pony: “Mba hahazo laza” (4b). Fa Andriamanitra manana ny fomba fisainany sy ny fiasany ka Izy mihitsy no nandeha nidina nijery ny asa-tanan’ny olona (5). Teo no nahatsapany ny zava-misy sy ny toe-pon’ny olona ka nanapahany hevitra hanorokoro ny fitenin’ny olona mba tsy hifankahazoany ary hiparitahany manerana ny tany (7). Tanteraka ihany ny planin’Andriamanitra (3).",
        "Manomana olona Andriamanitra. Mbola ao anatin’ny drafi-pamonjen’Andriamanitra ho an’ny olona rehetra ambonin’ny tany dia nanomana olona iray Izy ho fitahiana ho an’ny firenena rehetra. Tsy iza io fa i Abrama avy amin’ny taranak’i Sema zanak’i Noa. Tanisaina eto ireo taranaka nifanesy nanomboka tamin’i Sema hatramin’i Tera rain’i Abrama mba hanehoana fa tsy anganongano fa tena nisy ireo taranaka ireo."
      ],
      "Fampieritreretana": "Efa fantatrao ve ary azonao antoka fa manana planina ho anao manokana ihany koa Andriamanitra, tahaka ny nanomanany an’i Abrama? Ny fahafantarana izany no mampisy vidiny sy lanjany ny fiainantsika eto amin’ity tany fandalovana ity."
    },
    "27": {
      "vakiteny": "GENESISY 12. 1-9",
      "F": [3, 6],
      "lohateny": "FINOANA SOA",
      "content": [
        "Mandehana… dia nandeha izy. Tsotra sady mazava tsara ny baikon’Andriamanitra tamin’i Abrama hoe: “Mandehana miala amin'ny taninao sy ny havanao ary ny tranon'ny rainao hankany amin'ny tany izay hasehoko anao” (1). Zavatra telo goavana be no nasaina nilaozany tamin’izany: ny taniny, ny tanindrazany ary ny tranon-drainy. Saingy tsy nambara mazava hoe ho aiza fa natao fotsiny hoe: “ho any amin’ny tany izay hasehoko anao” (1b). Valiny: “Dia nandeha Abrama araka izay efa nolazan’i Jehovah taminy”. Ary tsy izy irery ihany, fa nentiny koa ny vady aman-janany sy ny fananany rehetra: “Ary Abrama nitondra an'i Saray vadiny sy Lota zana-drahalahiny mbamin'ny fananan'izy rehetra izay efa nohariny sy ny olona izay efa azony tao Harana” (5). Tahaka izany no tantaram-piainan’i Abrama maneho ny fiainany sy ny fifandraisany tsara tamin’Andriamanitra.",
        "Inona no fampanantenan’Andriamanitra ho azy? - Hahatonga azy ho firenena lehibe (2a) - Hitahy azy Izy (2b) - Hahalehibe ny anarany (2d) - Hitahy izay manisy soa azy (3a) - Hanozona izay manozona azy (3b) - Izay mitady hanao ratsy an’i Abrama dia hifanandrina amin’Andriamanitra ka hiharan’ny fahatezerany.",
        "Inona no nataon’i Abrama? Nankasitraka an’Andriamanitra izy. Nanorina alitra ho an’Andriamanitra Abrama rehefa nambara taminy fa homena azy sy ny taranany io tany io (7). Fa mbola nanorina alitara hafa koa izy rehefa nifindra nankany amin’ny tendrombohitra atsinanan’i Betela ary dia niantso ny anaran’Andriamanitra teo izy."
      ],
      "Hosaintsainina": "Raha tahaka izany no finoan’i Abrama sy ny fankatoavany an’Andriamanitra, mba manao ahoana kosa ny fahatokiako sy ny finoako an’Andriamanitra? Ary ny fahatsapako izany ve mba niteraka fankasitrahako an’Andriamanitra ?"
    },
    "28": {
      "vakiteny": "GENESISY 12. 10-20",
      "F": [2, 3],
      "lohateny": "TAHOTRA MANDAVO",
      "content": [
        "Mora miova. Nampiseho finoana lalim-paka sy fatokiana an’Andriamanitra i Abrama tamin’ny  nanekeny tsy misy fihambahambana ny baiko nomena azy handao ny taniny sy ny tanindrazany ary ny tranon-drainy (1). Ary azo inoana fa efa notanterahin’Andriamanitra taminy ireo teny fampanantenana samihafa nolazainy vokatr’izany fankatoavan’i Abrama izany. Saingy toa vetivety ihany, raha nitranga ny olana noho ny mosary teo amin’ny tanàna, dia tsy maintsy nitady hanina ka nankany Egypta izy. Teto no nahalatsahany tamin’ny fakam-panahy tsy hilaza ny marina noho ny tahotra ny ho faty, hoy izy: “Indro, fantatro fa vehivavy tsara tarehy ianao, ka, raha hitan'ny Egyptiana, dia hataony hoe: Vadiny io; ka hovonoiny aho, fa ianao kosa hovelominy. Masina ianao, lazao fa anabaviko ianao…” (11-13).",
        "Fampitandremana: Ny toe-javatra tahaka izao no maha marim-pototra ilay fampitandremana hoe: “Koa izay manao azy fa efa mijoro tsara, dia aoka izy hitandrina, fandrao ho lavo” (I Korintiana 10.12). Tena lehibe tamin’ny finoana i Abrama saingy solafaka ihany rehefa sendra ny sarotra.",
        "Andriamanitra maneho ny marina: Voafitaka i Farao raha nambaran’i Abrama fa anabaviny i Saray ka avy hatrany dia naka azy ho vady izy. Tsy navelan’Andriamanitra handeha fotsiny tamin’izao anefa ny raharaha fa nasehony tamin’ny alalan’ny famaizana an’i Farao. Izany no nahatonga saina azy ka nahafantarany fa vadin’i Abrama i Saray (18).",
        "Fanenenana: Na dia jentilisa aza i Farao dia mendrika alain-tahaka ny fihetsiny tamin’ny namerenany an’i Saray tamin’i Abrama sy ny nampandehanany azy ireo. Manao ahoana ny fahaizako miverina amin’ny fanapahan-kevitra efa noraisiko rehefa hitako fa tsy nety ny nataoko?"
      ]
    },
    "29": {
      "vakiteny": "GENESISY 13. 1-18",
      "F": [3, 7],
      "lohateny": "TSY MIOVA ANDRIAMANITRA",
      "content": [
        "Mitazona ny fanekeny. Na dia teo aza ny fisehoan-javatra nahasolafaka an’i Abrama dia tsy nampiova ny teny fikasan’Andriamanitra efa nambarany izany. Raha olombelona no teo amin’ny toeran’Andriamanitra efa nisy fiovana teo amin’ny fanapahan-kevitra, saingy tsy tahaka izany Andriamanitra. Tsy miova Izy amin’ny teny efa nomeny (Isaia 46.4-48.12).",
        "Abrama nahatsiaro an’Andriamanitra. Na dia solafaka aza izy dia tsy nanadino velively na niala tamin’Andriamanitra. Mbola nandeha nitety ny tany izay efa nampanantenain’Andriamanitra azy izy (3-4) sady niantso ny anaran’Andriamanitra teo amin’ilay alitara efa naoriny tamin’ny voalohany nahatongavany teo amin’io tany io (4). Hankaiza tokoa moa izy raha miala amin’Andriamanitra? <br/> Hoy Petera tamin’i Jesoa Kristy: “Hankany amin’iza moa izahay? Ianao no manana ny tenin’ny fiainana mandrakizay” (Jaona 6.68).",
        "Mandefitra amin’ny safidy. Tsy afaka niara-nonina intsony i Abrama sy Lota noho ny habetsahan’ny hareny avy. Ka dia nanolo-kevitra i Abrama ny amin’ny hisarahan’izy mirahalahy mianaka. Nasainy nifidy izay tany tiany honenana i Lota na dia izy aza no zokiny sady Ray aman-dReny ihany koa. Ny olona manana finoana matanjaka dia manana toe-panahy afaka mandefitra tahaka izany. Fomban’ny olona tsy mbola manana ny Fanahy Masina ny miady varotra amin’izay heveriny fa tsara tokony ho azy.",
        "Teny fampanantenan’Andriamanitra. Naverin’Andriamanitra tamin’i Abrama indray ny teny efa nambarany mikasika ny hanomezany ny taranany ny tany izay efa nanirahany azy. Dia nifindrafindra toby teo amin’io tany midadasika io i Abrama ary indrindra nanorina alitara teo izy hifandraisany amin’Andriamanitra (18). Laharam-pahamehana ho an’i Abrama mandrakariva ny fanorenana alitara hifandraisany amin’Andriamanitra."
      ],
      "Fanontaniana": "Manao ahoana ny fankafizako ny fiarahana amin’Andriamanitra sy ny fisaorako Azy?"
    },
    "30": {
      "vakiteny": "GENESISY 14. 1-12",
      "F": [1, 3],
      "lohateny": "SAFIDY AMIN’NY MAHA OLOMBELONA",
      "content": [
        "Safidin’i Lota. Tsaroantsika tamin’ny zava-nisy teo aloha fa tsy afaka niara-nonina intsony i Abrama sy Lota noho ny habetsahan’ny fananan’izy ireo avy ka nahatonga ny mpanompony hiady am-pitoerana. Dia niangavy i Abrama ny hisarahan’izy ireo toerana (13.9). Dia nasainy nifidy izay toerana tiany honenana i Lota ka ny faritra nisy an’i Sodoma sy Gomora no nofidiany satria azon-drano tsara iny faritra iny. Niorina tamin’ny tombontsoa ara-materialy ny safidin’i Lota fa tsy fantany kosa ny zava-nisy tao Sodoma izay voalaza fa ny mponina tao dia tena ratsy fanahy sy mpanota tamin’i Jehovah (13.13).",
        "Korontana. Rehefa raikitra ny sakoroka sy ny ady teo amin’ireo mpanjaka tamin’ny tany manodidina dia tafiditra tamin’izany koa i Lota ka isan’ny voababo izy mbamin’ny fananany (12). Izay no vokatry ny safidy amin’ny maha olona fotsiny. Fa ny tena tokony atao dia ny mametraka ny safidy amin’Andriamanitra ka tsy izay maharesy lahatra ny tena fotsiny fa mila mijery lavitra ka mamantatra izay tena mahasoa.",
        "Zanak’ondry afovoan’ny amboadia. Ankehitriny anefa dia apetrak’Andriamanitra eo afovoan’ny olona masiaka sy tsy mino isika na ny mpiara-monina na ny mpiara-miasa na ny mpiray firenena. Inona no atao? Hoy ny tenin’i Jesoa: “Indro, Izaho maniraka anareo ho tahaka ny ondry ao ampovoan'ny amboadia; koa hendre tahaka ny menarana, ary morà tahaka ny voromailala” (Matio 10.16)."
      ],
      "Inona no baiko?": "“Matokia an'i Jehovah amin'ny fonao rehetra, fa aza miankina amin'ny fahalalanao; Maneke Azy amin'ny alehanao rehetra, fa Izy handamina ny làlanao; Aza manao anao ho hendry; Matahora an'i Jehovah, ka mifadia ny ratsy” (Ohabolana 3.5-7)"
    }
  },
  "5": {
    "1": {
      "fampidirana ny Epistily voalohan'i Petera": "Ny taratasy voalohany nosoratan’i Petera ( Ilay vatolampy hanorenana ny fiangonana) dia miantefa  ho an’ireo kristiana niparitaka tamin’ny faritany dimy tany Azia Minora na Torkia ankehitriny. Paoly Apostoly  sy ny mpiara-miasa taminy no nanorina ireo fiangonana ireo.<br/>Apostoly Petera kosa no nanoratra ity taratasy ity avy any Roma tokony ho tamin’ny taona 64-65 taorian’i Jesoa Kristy. Nosoratana ho fampaherezana  ny kristiana izay nantsoiny ho “olom-boafidin’Andriamanitra” ity epistily ity satria tena  nandalo fenesoana, fanaratsiana sy fanenjehana izy ireo. Nampitodika azy ireo  hibanjina sy hanantena an’i Jesoa Kristy izay efa nijaly ho famonjena azy i Petera Apostoly eto.<br/>Manainga ny mpino ny Apostoly mba haharitra amin’ny finoana manolona ny zava-manahirana. ho sahy hatrany hijoro vavolombelona eo anivon’ny fiaraha-monina. Fitondran-tena madio, masina, miavaka, feno fankatoavana no ampirisihana azy ireo amin’ny maha-mpanompon’Andriamanitra azy. <br/>Toy izao ny fizarana hita:<br/>• Fiarahabana sy vavaka fiderana sady fampahatsiahivana ny fomba namonjen’i Jesoa Kristy  ilay nitsangana tamin’ny maty azy ireo no nanombohana ny Epistily ( 1.1-12) <br/>• Nanohy Petera amin’ny  fampirisihana azy ireo hanana toe-piainana masina ao amin’i Kristy (1.13-2.10). <br/>• Mitarika ny mpino ny Apostoly hanahaka an’i Kristy ho tahaka ny “mpanompon’Andriamanitra” modely eo anivon’ny fiaraha-monina amin’ny fitiavana, fanajàna ny manam-pahefana,  amin’ny fanarahana ny lamim-pifandraisana manome voninahitra ny Tompo (2.11-4.19).<br/>•  Manohy amin’ny hafatra sy ho an’ny loholona, ny tanora sy ny kristiana tsy ankanavaka ny Apostoly mba hahery sy hiorina tsara ao amin’ny Tompo. Mamarana ny taratasy amin’ny teny famangina vitsivitsy izy (5.1-14).",
      "vakiteny": "GENESISY 14.13-24",
      "F": [3, 7],
      "lohateny": "OLOM-BITSY OMBAN’ANDRIAMANITRA",
      "content": [
        "Fanavotana an’i Lota: Olona iray izay tsy maty tamin’ny ady satria nandositra tany an-tendrombohitra no nilaza tamin’i Abrama ny vaovao izay nahababo an’i Lota (13). Azo inoana fa efa nomanin’Andriamanitra mihitsy io olona io mba ho famonjena an’i Lota sy ny mpianakaviny ary ny fananany rehetra. Fa nisy telo lahy koa dia i Mamre sy Eskola ary Anera, Amorita izy ireo saingy olona efa tsara fifandraisana tamin’i Abrama satria efa vita fanekena taminy. Nanampy an’i Abrama izy ireo tamin’ny fanavotana an’i Lota niaraka tamin’ny olona 318 mpanompon’i Abrama (14). Ireo olona azo isaina ireo niady tamin’ny tafika iray manontolo ary naharesy mpanjaka 5 niaraka tamin’ny miaramilany avy. Maneho toetra tena sarobidy iray nananan’i Abrama koa izany zava-misy izany dia ny fahaizany mifandray aman’olona. Manamarina ilay voalazan’ny Ohabolana hoe: “Fa tsara ny namana akaiky noho ny rahalahy lavitra” (Ohabolana 27.10b).",
        "Andriamanitra no momba sy mampandresy: Tsy tafika marobe na miaramila an’alina fa olom-bitsy ihany no ilain’Andriamanitra hamonjeny ny mpanompony izay matoky Azy. Izany koa no nataony tamin’ny nanirahany an’i Gideona hamonjy ny Isiraely teo an-tanan’ny Midiana. Raha nisy 32.000 teo aminy dia ny 300 ihany, izany hoe ny ampahazatony no navelan’Andriamanitra niaraka taminy hamonjeny ny Isiraely (Mpitsara 7.7).",
        "Fatokiana: Io fatokiana io no toetra takian’Andriamanitra hananan’ny mpanompony amin’ny andraikitra omena azy. Mba tsy hahatonga antsika ho latsaka amin’ny fireharehana fa hanaiky ny fidiran’Andriamanitra an-tsehatra amin’ny fisehoan-javatra sarotra toa izao. Manao ahoana ny fatokiantsika an’Andriamanitra eo amin’ny fiainantsika andavanandro, indrindra amin’ny toe-javatra manahirana? Isika olombelona no miovaova fa Izy tsy miova, omaly sy anio ary mandrakizay  (Hebreo 13.8)"
      ]
    },
    "2": {
      "vakiteny": "1 PETERA 1.1-12",
      "F": [1, 2],
      "lohateny": "MIFALY AMIN’NY FANANTENANA NY TOMPO",
      "content": [
        "Fiadanana sy fahasoavana (Firariantsoa) ( 1-2). Ny Apostoly Petera no miarahaba sy mampahery ireo olom-boafidin’Andriamanitra nivahiny tany Asia Minora (Torkia ankehitriny). Miavaka ireo noho asan’Andriamanitra Ray, Jesoa Kristy Zanaka sy ny Fanahy Masina teo amin’ny fiainany. Mendrika azy ireo ny hanononana fiadanana sy fahasoavana  sahaza ny zanaka malala. Manoloana ny fanenjehana na endrika safotofoto eo amin’ny fiainana, ny fanononana fiadanana sy fahasoavana ho an’ny hafa dia tena hery lehibe. Mpivahiny isika ety fa miomana hiaina any amin’ilay tsara lavitra satria mino an’i Jesoa Kristy. ",
        "Hira fiderana sy fisaorana ny Tompo (3-9). Misaotra an’Andriamanitra  ny Apostoly Petera noho ny fitiavany sy famindrampony izay nananganany antsika ho zanaka malala. Ny toky ho an’ny mpino dia ny fisian’ny fanantenana velona sy ny fananana  fifaliana hafa kely vokatry ny finoana an’i Jesoa nitsangana tamin’ny maty. <br/> Faly satria manana finoana miavaka na dia mandalo fahoriana sy fanenjehana vetivety.Manantena kosa fa hiara - paly sy ho mpiray lova amin’ i Jesoa Kristy zanaka.<br/>Tena famporisihana antsika tsy ho kivy na ketraka manoloana ny ady sarotra lalovana izany satria hitahiry sy hiaro ary homba antsika ny Tompo.Ny faharetana tamin’ ireo dia ho 'fiderana sy voninahitra ary fankalazana' (7 a).<br/>Mifantoha sy mibanjina ny Tompo Jesoa hahatonga anao hiorina sy ho tafatoetra tsy hanantsiny amin’ ny fihaviany indray.<br/>Faly satria voavonjin’ i Jesoa Kristy ny fanahy ary afaka nahita ny fahatanterahan’ ny teny faminaniana momba an’ i Jesoa Kristy(10 - 12).Tena tombontsoa manokana ho an’ ny kristiana izany(Efesiana 3.5, 9), koa mifalia."
      ],
      "vavaka": "Misaotra anao aho Tompo fa Lehibe ianao."
    },
    "3": {
      "vakiteny": "1 PETERA 1.13-25",
      "F": [2, 5],
      "lohateny": "FITONDRANTENA METY",
      "content": [
        "Fiainam-pankatoavana sy fahamasinana (13-21). Mampahatsiahy ireto mpino mielim-patrana ny Apostoly mba hanao zava-dehibe ny famonjena nataon’i  Jesoa Kristy. Mamporisika azy ireo hisafidy ny hanana fiainana mahafaly ny Tompo ihany koa izy: fiainam-pahamasinana (Levitikosy 11.44) sy fiainam-pankatoavana. Amin’ny fotoana rehetra dia tena antsoina ihany koa isika hitondra tena mendrika ny Tompo mandrapihaviny indray. Hanaja sy hitia an’i Jesoa Kristy ilay nandatsaka ny ràny ho fanavotàna. Katsaho hatrany àry ny hanome voninahitra ny Tompo ka tsy ho mpanompo hahazo henatra eo anatrehany.",
        "Fifankatiavan’ny mpirahalahy (22-23a). Ambaran’ny Apostoly fa ny voa mendrika ny fibebahana marina dia manova ny olona hanana fo tia ny hafa. Izay mandeha miaraka amin’i Jesoa Kristy Ilay marina dia olon’ny fihavanana. Jesoa Kristy no efa nanambara fa “izany ny hahafantaran’ny olona fa mpianatro ianareo… raha mifankatia”Jaona 13.35. Ilay voa tsara voafafy dia mitsiry, mamaka tsara sady manefy antsika hiaina amin’ny fitiavana madio.",
        "Tenin’Andriamanitra: vaovao mahafaly maharitra mandrakizay (23b-25). Rehefa raketina ao am-po tokoa ny Tenin’Andriamanitra dia mamelona, mamokatra, manampy amin’ny fiarovana amin’ny fitondran-tena tsy ankasitrahana rehetra. Soraty ao amin’ilay vatolampin’ny fonao àry ny Tenin’ny Tompo. Aoka ny Tenin’i Kristy hitoetra betsaka ao aminareo amin’ny fahendrena rehetra."
      ],
      "vavaka": "Tompo o, ataovy ho faniriana lalina aty anatinay ny hitondra tena araka ny sitraponao."
    },
    "4": {
      "vakiteny": "1 PETERA 2.1-10",
      "F": [2, 5],
      "lohateny": "NY ANTSOINA HOE OLON’ANDRIAMANITRA",
      "content": [
        "Mampahatsiahy ny Apostoly eto fa sarobidy ilay fotoana nandraisan’ireto mpivahiny ireto an’i Jesoa Ilay Teny tonga nofo. Mitaky fiainana sy toe-panahy araka an’Andriamanitra anefa izany.",
        "Manana fiainana madio sy masina (1). Misafidy ny hanao ny tsara, no ampirisihana eto satria izany no hampiavaka azy amin’ny maha mpino azy ireo. Jereo fa ireo zavatra voatanisa ireo (1) dia ratsy ka tena manimba ny fijerin’ny olona hafa ny kristiana. ",
        "Baiko : Esory ny faharatsiana  …Soloy toe-panahy araka an’Andriamanitra.",
        "Jesoa Kristy Ilay vato fehizoro (4, 6-8). Tsara hatrany ny misaintsaina fa sarobidy ny fanekena an’i Jesoa Kristy Zanaka ho tahaka ny andry iankinan’ny fiainana. Tombontsoa lehibe no raisina rehefa  mino Ilay vato velona voafidin’ Andriamanitra isika.  ",
        "Tranon’ny fanahy (5). Miantso ny olony ny Tompo mba haniry hatrany hivoky ny hanim-panahy izay mampitombo amin’ny fahalalana tsara ny Tompo(2). Higoka ny fahatsaran’ny Tompo izay tovozony ao amin’ny Tenin’Andriamanitra izy ireo.  Atsangan’ny Tompo ho vato velona (5) ho fonenany ny mino Azy: feno fahendrena satria ny Fanahin’ny Tompo no ao aminy (Gal 5. 19-22).  Fanati-panahy sitrak’Andriamanitra arak’izany no atolony hanomezana voninahitra ny Tompony. ",
        "Taranaka voafidy (9-10). Andriamanitra Ray no nifidy ny olony ho tonga vahoakany. Taloha dia voatokana ho an’ny olona voatendry ny asam-pisoronana. Ambaran’ny Apostoly Petera eto anefa fa antsoina tsy misy fanavahana ny mpino, ny fiangonan’Andriamanitra, handray andraikitra amin’ny fitaomana ny olona ho amin’ny famonjena. Mampifaly ny Tompo izay nanala antsika teo amin’ny maizina ho amin’ny fahazavany mahagaga ny hijoroana vavolombelona ny amin’ny heriny, ny fahalebiazany, ny fitiavany, ary ny famindrampony."
      ],
      "saintsaino": "Raiso àry ny andraikitra amin’ny maha vahoakan’Andriamanitra anao. "
    },
    "5": {
      "vakiteny": "1 PETERA 2.11-25",
      "F": [2, 5],
      "lohateny": "MPANOMPON’ANDRIAMANITRA MODELY",
      "content": [
        "Mampahatsiahy ny Apostoly Petera fa mandalo isika eto an-tany. Mitaky fiainana tsara sy laza tsara izany hahitan’ny hafa fa tena tarihin’ny Fanahy ny kristiana. ",
        "Mitondra tena tsara eo anivon’ny fiaraha-monina (11-12). Lavina sy ialàna izay fiainana ahitàna endri-pahotana. Nataon’ny Tompo hiaina eto amin’ny izao tontolo izao isika kanefa antsoiny hiaina sy handeha amin’ny fiainana mahitsy, masina ary manome voninahitra Azy Tompo. Hiavaka arak’izany satria efa novidin’ny rà soan’i Kristy. Hampiaiky ireo tsy mpino sy mpanenjika fa velona ao anatintsika ny Tompo (II Kor 5.17).",
        "Manaja sy manaiky ny fahefana apetraky ny Tompo ao amin’ny mpitondra (13-16). Voatonona eto (DIEM) ny tsy maintsy ankatoavana  ny filoham-pirenena, ny mpitondra sy mpanapaka miara-miasa aminy noho ny amin’ny Tompo. Antsoin’ny Apostoly hanaja  izay fahefana misy ny mpanompon’Andriamanitra. Natao hanome modely arak’izany ny mpino amin’ny fanajàna ny rafitra noho ny amin’ny Tompo. Mila mijoro tahaka ny nataon’ny mpaminany isika : mivavaka ho an’ny manam-pahefana. ",
        "Mitia ny olona rehetra (17). Jesoa Kristy Zanaka dia efa nanome ny didim-pitiavana ho an’ny mpianatra. Ny fitiavanao an’Andriamanitra dia tokony hita taratra amin’ny fifandraisana tsara amin’ny mpiara-belona. Mangataha hatrany ny Fanahy Masina hameno anao hahatanterahanao izany.",
        "Maka tahaka an’i Kristy Jesoa Ilay nijaly (18-25). Ny fiaretan’ny Tompo fampahoriana izay tsy ara-drariny hahatanteraka ny fikasan’Andriamanitra no ampirisihan’ny Apostoly ny mpanompon’Andriamanitra. Tohizana hatrany ny fanaovan-tsoa amin’ny fanajàna tanteraka ny lamin’ny Tompo. Vonona hiaritra fahoriana ary mifaly ao antin’izany satria manao izay ankasitrahany. Saintsaino izay efa vitan’i Jesoa Ilay mpiandry tsara teo amin’ny hazo fijaliana dia mianara Aminy."
      ],
      "vavaka": "Misaotra Tompo noho ny fananarana, ampio aho handeha araka ny antsonao amin’ny maha mpanomponao aho. Amena"
    },
    "6": {
      "vakiteny": "1 PETERA 3.1-7",
      "F": [1, 7],
      "lohateny": "TOE-PO IFANDRAISAN’NY MPIVADY",
      "content": [
        "Ianareo vehivavy, maneke ny vadinareo… (1-6) “Ary toy izany koa…” hoy ny Apostoly Petera manomboka ity toko ity. Toy izay eo aloha, amin’ny fifanekena eo amin’ny fifandraisana izay tena zava-dehibe ao amin’ny ankohonana kristiana (jer. Efesiana 5.21). Ao amin’ny Efesiana 5.22-6.9 dia fanekena no baiko apetraky ny Apostoly Paoly mba hahalavorary ny fifandraisana eo amin’ny ankohonana. Ireto avy no hanehoan’ny vehivavy ny fanekeny ny vadiny : 1°) fitondrantena  madio sy fahatahorana an’Andriamanitra (mety ho vady tsy mino no ambaran’i Petera eto ka ho voataona izy noho ny fitondrantenan’ny vavy) ; 2°) firavaka tsy ivelany fotsiny fa indrindra toe-po anaty dia fanahy malemy sy miadana ; 3°) fanantenana an’Andriamanitra ; 4°) tahotra masina sy fanajana ny lahy. Ny ohatra fanekena tian’Andriamanitra haneken’ny vavy ny lahy dia ny fanekena ny Tompo Jesoa (Efesiana 5.22).",
        "Ianareo lehilahy manajà ny vadinareo… (7) Ao amin’ny epistiliny ho an’ny Efesiana dia manambara koa i Paoly hoe « Hianareo lehilahy, tiava ny vadinareo, dia tahaka ny nitiavan'i Kristy ny fiangonana…» (Efesiana 5:25a). Ny fanajàna ny vady dia vokatry ny fitiavana azy sy fanomezana lanja azy ! Tsy fanaovana tsinontsinona na fanambaniana azy fa fitsinjovana amin’ny maha-« fanaka malemilemy kokoa » azy. Fa izay antony lehibe indrindra dia ny fahafantarana fa mitovy ny lahy sy ny vavy amin’ny fandovàna ny fiainana mandrakizay ao amin’ny fahasoavana !"
      ],
      "hosaintsaino": "“… mba tsy ho voasakana ny fivavahanareo.” (7b)"
    },
    "7": {
      "vakiteny": "1 PETERA 3.8-22",
      "F": [3],
      "lohateny": "FITONDRANTENA MANOME VONINAHITRA AN’ANDRIAMANITRA",
      "content": [
        "Eo amin’ny samy mpino (8-12). Inona avy ireo toe-po tokony ho hita eo amin’ny mpino ? Ny tsy fananana fitiavana sy fanetrentena no fototry ny fisarahana eo anivon’ny kristiana ! Ny tsy fitiavana no mitarika ho amin’ny fisarahan-tsaina sy ny hamafisam-po ary ny famaliana faty. Hitan’ny Tompo nefa izay tenenina sy atao rehetra, eny fa na dia izay sainina koa aza ; koa mifadia ny ratsy ary manaova ny tsara !",
        "Fiaretana fahoriana noho ny fahamarinana (13-17). Tandremo ny fahoriana sy fanenjehana vokatry ny asa ratsy nataontsika ! Tsy mampirehareha izany ary tokony mahamenatra aza ! Fa raha noho ny fahamarinana kosa no hiaretana fahoriana dia mahasambatra izany ! Inona no ahafantarana fa henjehina noho ny fahamarinana ianao ? Ny fieritreretana tsara ao anatinao izay ahazoanao manazava tsara ny anton’izay iaretanao (15). Ny ratsy atao tsy ananana fieritreretana madio !",
        "Ny ohatr’i Jesoa Kristy (18-22). Kristy no ohatra velon’ny fijaliana noho ny fahamarinana ! Izy Ilay Marina no nampijaliana hamonjy antsika, izay tsy marina. Satria ny fahoriana niaretany, hatramin’ny fahafatesana no nahazoany nampihavana antsika tamin’Andriamanitra. Ny fahamarinan’Andriamanitra dia mitaky ny ràn’Ilay Zanak’ondry tsy misy kilema mba hahazoan’ny tsy marina fanavotana (Jer. Hebreo 9.22). Ny sambofiaran’i Noa no tandindon’ny batisa, izay famantarana ny amin’ny famonjena sy ny fiainam-baovao ao amin’i Jesoa Kristy! Ny setrin’ny fijaliana niaretan’ny Tompo dia voninahitra sy fahefana ary hery ! (22)"
      ],
      "vavaka": "Tompo o !Manjakà ato am-poko mba ho ny toe-ponao no ho toe-poko hanomezako voninahitra an’Andriamanitra Raiko ! Amena"
    },
    "8": {
      "vakiteny": "1 PETERA 4.1-11",
      "F": [1],
      "lohateny": "NY SITRAPON’ANDRIAMANITRA FA TSY NY FILAN’NY NOFO",
      "content": [
        "Ialao ny filan’ny nofo (1-6).  Mbola mitohy ny baiko amin’ny tokony hanahafana an’i Kristy ! Inona avy amin’ireo fanao jentilisa ireo no mbola mamatotra anao ? (3) Inona no antony ? Tandremo fa indraindray ny tahotry ny fanenjehana sy ny esoeso ataon’ny hafa (4) dia mahatonga antsika tsy sahy miala amin’ny fahotana ! Tsy maintsy misy nefa ireny fanenjehana sy fanarabiana ireny, eny mety ho fitenenan-dratsy mihitsy aza, satria tsy ho zakan’ireo namanao niara-nihosona tamin’ny fahotana taminao ny mahita ny fiovam-piainanao. Kanefa hevero ilay fahavelomana  araka an’Andriamanitra  anananao ao amin’i Jesoa Kristy mba hampahery anao ! (6)",
        "Ny fitondrantenan’ny kristiana manoloana ny andro farany (7-11). Antomotra ny farany. Mitaky fiomanana sy fahavononana izany ! Inona avy ny toe-po tokony ananan’izay miomana mba ho vonona hihaona amin’ny Tompo ? Fahendrena, fahononan-tena amin’ny fivavahana, fifankatiavana, fifampiantranoana tsy an-tery, fifanompoana. Ny teny ambara koa mba ho teny fampaherezana sy fananganana, ary ny fanompoana dia atao araka ny hery omen’Andriamanitra ao amin’ny Fanahy Masina. Mampandini-tena izany : moa vonona ve aho ?"
      ],
      "tanjona": "« …mba hankalazana an'Andriamanitra amin'ny zavatra rehetra amin'ny alalan'i Jesoa Kristy; fa Azy ny voninahitra sy ny fanjakana mandrakizay mandrakizay. Amena, » (1 Petera 4:11b)"
    },
    "9": {
      "vakiteny": "1 PETERA 4.12-19",
      "F": [3],
      "lohateny": "FAHASAMBARANA NOHO NY FAHORIANA",
      "content": [
        "Fizahan-toetra mahamay. Ny mpandinika dia milaza fa fotoana fohy talohan’ny nahamay ny tanànan’ny Roma no nanoratan’i Petera ity epistily ity. Io vanim-potoana io no niantombohan’ny fanenjehana mivaivay natao tamin’ny kristiana, ary naharitra 200 taona izany. Manazava Petera fa toe-po efatra no tokony ananana mba hivoahana ho mpandresy : 1°) fanampoizana izany ka tsy hahagaga ny fanenjehana (12) ; 2°) fifaliana sy fahasambarana anatin’ny fanenjehana, fa nahoana ? (13-14) ; 3°) mamantatra tsara ny anton’ny fanenjehana sao noho ny fahadisoako izany (15-18) ; 4°) mametraka amin’Andriamanitra ny ady atrehina (19).",
        "Fitsarana ny ankohonan’Andriamanitra (17-19). Tsy fitsarana ho fanamelohana no ambara eto fa ny fanadiovan’Andriamanitra ny Fiangonany amin’ny tànam-pitiavany ! Tsara kokoa ny miaritra fahoriana amin’ny fanadiovan’Andriamanitra sy fanamafisany orina mba hampandrosoany ny fanjakany, toy izay hiaritra  ny fahoriana mandrakizay voatokana ho an’ny tsy mino ao amin’ny farihy mirehitra afo. Raha hentitra Andriamanitra amin’ny fitsarany ny Fiangonany izay tiany, hanao ahoana ny fahatezerany manoloana ny tsy mpino ?"
      ],
      "teny fampaherezana": "« Sambatra izay enjehina noho ny fahamarinana; fa azy ny fanjakan'ny lanitra. Sambatra ianareo, raha haratsin'ny olona sy enjehiny ary asiany izay teny ratsy rehetra hitenenany lainga anareo noho ny amiko. Mifalia sy miravoravoa ianareo, fa lehibe ny valim-pitianareo any an-danitra; fa toy izany ihany no nanenjehany ny mpaminany izay talohanareo.» (Matio 5:10-12)"
    },
    "10": {
      "vakiteny": "1 PETERA 5.1-14",
      "F": [3],
      "lohateny": "IZAY TANDRIFY NY TSIRAIRAY AO AMIN’NY FIANGONAN’ANDRIAMANITRA",
      "content": [
        "Andraikitry ny loholona (1-4). Noho ny fanenjehana mafy izay ho avy dia mila mpitarika mitoetra tsara ny Fiangonana. Fonosin’ny teny hoe loholona, ny mpitandrina, ny mpiandry (2). Ny hoe loholona koa dia maneho olona manana fahamatorana ara-panahy. Inona avy ny toetra takiana amin’ny mpiandrin’ny ondrin’Andriamanitra ? (2-3) 1°) Mitandrina ny ondry tsy an-tery ; 2°) tsy mihevitra ny hanankarena amin’izany toy ny mpikarama (Jer. Jaona 10.12-13) ; 3°) tsy mpanjakazaka amin’ny ondry fa ho ohatra alain-tahaka ho azy ireo. Miandry ny mpiandry mahatoky ny valim-pitia omanin’ny Lohan’ny mpiandry (4) !",
        "Toe-po miendrika ireo tanora fanahy (5-9). 1°) Miverina eto indray ny hoe manaiky araka ny hitantsika tany aloha. Raha ny loholona no heverina ho mpitandrina sy mpiandraikitra ny Fiangonana, rariny raha ekena sy hajaina izy ireo. Ny fanekena dia toe-po fototry ny fahamatorana ara-panahy ! Ny tsy fanekena ny mpitarika ao amin’ny Fiangonana no mahatonga ny korontana, fa indrindra koa manakana ny fahasoavan’Andriamanitra tsy handrakotra ny asan’Andriamanitra. 2°) Ny hoe misikina fanetren-tena dia mamatotra izany amin’ny tena mba tsy hialany : fanetren-tena amin’ny fanompoana ny hafa, fanetren-tena amin’ny fanekena ny fitondran’Andriamanitra (tsy manahy manoloana ny ady). 3°) Fahononan-tena sy fiambenana eo anatrehan’ny devoly, fanoherana azy ary fiorenana tsara amin’ny finoana !",
        "Fandresena sy teny famaranana (10-14). Andriamanitra no miantoka ny fandresena mba hahatanteraka ny mpanompo mahatoky. Mendrika Azy noho izany ny voninahitra !"
      ],
      "antso": "« …moa tia Ahy va ianao? …Andraso ary ny ondriko ...Fahano ary ny ondriko. » (Jaona 21:16,  17)."
    },
    "11": {
      "vakiteny": "GENESISY 15.1-21",
      "F": [2, 7],
      "lohateny": "VALIM-PITIA SAROBIDY",
      "content": [
        "Raha lavitra ny tanindrazany sy ny ankohonan-drainy i Abrama (Genesisy 12.1), dia maro ireo sedra  nolalovany : tany tsy fantatra nefa ho lovany (Hebreo 11:8), fahavalo manodidina, manampy trotraka ny tsy fananana taranaka (1-5).",
        "Fanomezana tsy manan-tsahala. Ho setrin’ny fankatoavany  dia Andriamanitra, amin’ny maha-Izy azy,  manana ny fahafenoana rehetra no nanolo-tena ho valim-pitiany. Ny Tompon’ny tompo, ny Mpanjakan’ny mpanjaka no valisoany.  Moa tsy maniry izany tahaka an’i Asafa koa va isika? (Salamo 73:25). Nisinda ireo ahiahiny rehefa nanome toky Jehovah fa tsy handao na hahafoy azy (7 ; Matio 19:29). Noraiketin’i Abrama am-po ny fampanantenana nambaran’i Jehovah taminy (6). Tsy nomeny toerana ny kajikajy amin’ny maha-olombelona. Niantoraka tanteraka tamin’Ilay mahefa ny zava-drehetra izy: Ho maro tahaka ny kintana ireo taranany (5). Ho lovany sy ho an’ny taranany ny tany Kanana (7).  Izy no ampingany (1). Hiaro azy manoloana ireo fahavalo maro. Tolorany fahaelavelona sy fiadanana izy (15). Hitsara ary hamotika ireo fahavalony Jehovah (14, 16).Hahatonga azy ho firenena lehibe (18-21).",
        "Mahari-po Andriamanitra.  Nila naka toky tamin’i Jehovah hatrany Abrahama (2, 3, 8). Mba hahamafy horina ny finoany, Andriamanitra mihitsy no nangataka taminy hanomana sorona ho Azy (9-10, 17). Fanilo mirehitra teo anelanelan’ireo atao sorona no nanehoan’i Jehovah ny fanatrehany (17). Toa mampahatsiahy ny andry afo tamin’ny andron’ny zanak’Israely (Eksodosy 13:21)."
      ],
      "fahamarinana": "a) Marina amin’ny teniny Andriamanitra:  « Ny fanekeko tsy hotsoahako, Ary ny nolazain'ny molotro tsy hovako. » (Salamo 89:34). b)  Efa fantany izay ho fiainantsika. Ny finoantsika Azy tsy misy takalony no tadiaviny."
    },
    "12": {
      "vakiteny": "GENESISY 16.1-16",
      "F": [3, 4],
      "lohateny": "IZA NO DISO?",
      "content": [
        "Naleon’i Saray nanaraka ny fomba tamin’izany: nomeny hovadian’i Abrama ny mpanompovaviny Hagara mba hahazoany taranaka avy aminy (1-3).",
        "Akon’ ny safidy : 1°) Teo amin’i Saray : Tezitra ary nanome tsiny ny vadiny izy. Tokony tsy nanaiky ny heviny ve  Abrama mba tsy hisian’ny fampahorian’i Hagara azy? (5). Toa rafy ilay mpanompo ; 2°) Teo amin’i Abrama : Nino ny Teny fampanantenana izy (15.5-6). Na tsy vadiny aza Hagara, nekeny ny hahazo  taranaka araka an’Andriamanitra avy aminy (diniho 17.19;  Malakia 2.15). ",
        "Tsy nisy afa-bela izy mivady.  Ilay tokony noraisina ho fahasoavana lasa nitarika fahoriana sy fisaraham-bazana. 3°) Teo amin'ny Hagara (6,  8). Nahatsiaro nanana tombony izy. Toa nifandrafy izy sy Saray (4). Adinony fa ny tompovaviny no manapaka azy (ny tenany na ny safidiny): “ny mpanompo tsy lehibe noho ny tompony”(6-9; Jaona 15:20a). Nitsimbadika ny tantara fa namaly faty azy ny tompony (6).",
        "Fampitandremana. Ratsy ny nataon’i Hagara saingy tsy manamarina izay nataon’i Saray izany (6): « Aza mety ho resin'ny ratsy ianao, fa reseo amin'ny soa ny ratsy. » (Romana 12:21).",
        "Soa fa nihaino ny fitarainan’i Hagara Jehovah koa niaiky ny fahalebiazany izy (13). Namindra fo taminy sy Isimaela zanany Andriamanitra ary nanome azy ny teny fikasany satria efa voasoritra izay momba azy. Ho azy ihany koa ny teny fampanantenana noho izy zanak’i Abrama (10-15).",
        "Tompon’andraikitra zato isan-jato ny amin’izay safidintsika isika. Aoka ny fotoanantsika ho fotoanan’ny Tompo. Ny tsy faharetana hisy setriny eo amin'ny fiainantsika. Tsy ho antsika manokana ihany fa mety hatrany amin’ny taranaka fara mandimby aza (Ismaela sy Isaka mpirahalahy mifandrafy)."
      ],
      "lesona": "« Miandrasa an'i Jehovah ianao; matokia, ary aoka hahery ny fonao; eny, miandrasa an'i Jehovah. » (Salamo 27:14)."
    },
    "13": {
      "vakiteny": "GENESISY 17.1-14",
      "F": [2, 7],
      "lohateny": "VAHOAKA VOATOKANA",
      "content": [
        "Andriamanitra Tsitoha. Napetrak’Andriamanitra teo am-boalohany ny fepetra mba haharetan’ny fanekena: ny handehanan’i Abrahama sy ny taranany eo anatrehany, ho Andriamaniny izy ary ny handehanan’izy ireo amin’ny fiainam-pahamasinana, (1, 7-9; Levitikosy 11:44a).",
        "Andriamanitra marina amin’ny teniny. Nohamafisin’Andriamanitra tamin’ny fanomezan-toky indray fa hahatonga maro ny taranak’i Abrahama Izy ary hisy mpanjaka maro avy amin’ireo (4-6; 15.5); hanorina sy hampitoetra ny fanekem-pihavanany eo Aminy sy Abrahama ary ny taranany mifandimby Izy (7) ary hanolotra azy ireo ho lova mandrakizay ny tany Kanana (8).",
        "Mariky ny fanekena. Hoforana avokoa ireo lehilahy valo taona no miakatra. Tsy hifidianana saranga na fihaviana (12-13) fa araka izay nambaran’Andriamanitra. <br/>Mety ho fomba ara-tsosialy na ara-pahasalamana ho an’ireo firenena maro izany, fa ho an’ireo taranak’Abrahama kosa dia mifono hevitra  ara-panahy satria mariky ny fankatoavana ny fanekem-pihavanana mandrakizay teo amin’izy ireo sy Andriamanitra (10-13). Izay taranaky avy amin’i Abrahama dia taranaka voafidy ho fanomezana voninahitra ny Tompo.",
        "Hoesorina (14). Izay lehilahy tsy manaiky hoforana dia mandà ny sitrapon’Andriamanitra. Tsy hanana anjaram-pahasoavana avy amin’ny fanekem-pihavanana satria manda tsy ho isan’ny ankohonany. ",
        " Fahamarinana. Jesoa no antoky ny fanekem-pihavanana eo amintsika sy Andriamanitra Ray. Mpiara- mandova Aminy isika ary manana ny fiainana mandrakizay: « ary tao aminy koa no namorana anareo tamin'ny famorana tsy nataon-tanana, tamin'ny fanesorana ny tenan'ny nofo, dia tamin'ny famoran'i Kristy » (Kolosiana 2:11; Romana 5.11). Izy anie hanapaka ny fiainantsika, ho Andriamanitsika mandrakizay."
      ],
      "toky": "« Ary tsy izany ihany koa, fa mifaly amin'Andriamanitra isika amin'ny alalan'i Jesoa Kristy Tompontsika, Izay nahazoantsika ny fihavanana ankehitriny. » (Romana 5:11)"
    },
    "14": {
      "vakiteny": "GENESISY 17.15-27",
      "F": [3, 7],
      "lohateny": "MPANDAHATRA HENDRY",
      "content": [
        "Saraha midika hoe zanak’andriana. Toa anarana mifandraika amin’ny anaran’i Abrahama izay rain’ny firenena rehetra. Manamarina izany ny hisian’ny mpanjakan’ny firenena maro haterany (15-16).",
        "Resaka tsy nifankahazo. Nohon’ny fahanteran’izy mivady dia tsy nanantena zanaka intsony Abrahama (17). Naniry indrindra ny hitahian’Andriamanitra an’Ismaela izy (18).  Nahitsin’Andriamanitra izy. Ho an’Isaka izay haterak’i Saraha sy ireo taranany mifandimby ny fanekena mandrakizay (19, 21). Tsy ny taonan’i Abrahama sy Saraha no olana amin’Andriamanitra fa ny tsy fahalalany ny fetran’ny fahefan’Andriamanitra (17)."
      ],
      "lesona": "Lesona. Fehezintsika ny fahefan’Andriamanitra. Hoy izy « Fa ny fihevitro tsy fihevitrareo ary ny lalanareo kosa tsy mba lalako, hoy Jehovah. » (Isaia 55:8) ary koa « … Tsy hain'ny olona izany, fa hain'Andriamanitra ny zavatra rehetra. » (Matio 19:26)",
      "vavaka": "Andriamanitra ô, aoka izahay hitoky aminao, ilay Mahefa ny zavatra rehetra eo amin’ny fiainanay fa tsy amin’ny sainay. Tsy handeha araka ny kajikajinay fa hanaiky izay tendrinao. Amena!",
      "Andriamanitra tsy mba miangatra (18, 20-21)": "Manana anjara fitahiana koa Ismaela. Efa voasoritr’Andriamanitra izay fiainany sy ho aviny.",
      "Fiainam-pankatoavana": "Tonga ny fotoam-pamorana. Fotoana nanamafisan’i Abrahama ny fanekem-pihavanana natolotr’Andriamanitra (10-13). Notanterahiny arak’izay nambaran’Andriamanitra izany (23). Na dia efa lehibe aza izy sy Ismaela zanany, tsapan’i Abrahama loatra ny maha zava-dehibe izany fanekem-pihavanana ho an’ny taranany izany. Nanaiky izy nanatanteraka izany. Niara-noforana avokoa ny lehilahy tao an-tranony (24-27). Sahy noforaina izy na dia nihatra aman’aina aza izany.  Natoky Ilay nanao fanekem-pihavanana taminy izy. Ny fahasoavana mandrakizay ho an’ny taranany no lehibe tao anatiny."
    },
    "15": {
      "vakiteny": "GENESISY 18.1-15 ",
      "F": [1, 2],
      "lohateny": "MIHOATRA NOHO IZAY ERITRERETINA",
      "content": [
        "Mampiantrano anjely (1-3). « Mazotoa mampiantrano vahiny » hoy ny apostoly Paoly, sady fanehoana fitiavana izany no  mariky ny fiantrana (Romana 12.13). Nanao izany tamin’ny fony rehetra i Abrahama, tsy filan-javatra fa  toetra efa latsaka anaty. Kinanjo nampiantrano anjely. Mampahatsiahy izay voalaza hoe : « tamin’izany dia nampiantrano anjely ny sasany, nefa tsy fantany» (Hebreo 13.2).",
        "Maneho fanetren-tena (4-8). Inona loatra ny manosika an’i Abrahama ho tery, haneho fanajana sy fikarakarana lalina toy izao ? Iza no nampanetri-tena an’i Abrahama ho mpanompo ka nampihohoka azy tamin’ny tany ? Tena asan’ny Fanahy izao toe-javatra izao !",
        "Mitondra teny soa mahafaly (9-13). Tsy misy mafy ho an’ny vehivavy ohatran’ny tsy fananana zanaka. Etsy andaniny ny alahelo anaty, etsy ankilany ny eson-teny sy latsa amin’ny fahasiahan’ny fiaraha-monina (Genesisy 16.4b). Abrahama anefa efa nomena ny teny fikasana fa ho rain’ny firenena maro (Genesisy 17.4). Hiteraka zazalahy Saraha hoy ny hafatra nampitondraina azy telo lahy ho azy mivady. Sarotra anefa ny hino izany noho ny maha-nofo satria efa mandroso fahanterana sy mitsaha-piterahana izy mivady (10, 11), isika koa mety hihomehy sady ho kely finoana tahaka an’i Saraha manoloana ny toe-javatra toy izao (12, 13).",
        "Mahagaga ny Tompontsika (14-15). Tsy azo ferana anefa ny Tompo. Tsy hita lany ny heriny sy ny fahefany ary tsy maintsy ho to izay rehetra nokasainy (Josoa 23.14). Rehefa sitrany ho amin’ny fiainantsika ny zavatra iray dia tsy misy hahasakana izany, toy izany ny fahatanterahan’ny teny fikasana ho an’i Abrahama sy Saraha."
      ]
    },
    "16": {
      "vakiteny": "GENESISY 18. 16-33",
      "F": [2],
      "lohateny": "SAKAIZAN’IZA ISIKA ?",
      "content": [
        "Sakaizan’Andriamanitra i Abrahama, izany indrindra no tsy hanafenany izay hataony (17). Tena tonga sakaizan’Andriamanitra tokoa isika rehefa ao amin’i Jesoa Kristy Zanany (Jaona 15.15). Efa nomeny ny Fanahiny hampahatsiahy sy hanambara izany. Nanambara vaovao mahafaly Izy (18-19), tao koa anefa ny marina tsy maintsy ekena na sarotra aza ny mandre azy (20).",
        "Sodoma sy Gomora sakaizan’ota. « Mitaraina ny tany », teny hilazana ny faharatsiana mihoampampana hiainan’ny Sodoma sy Gomora fa « ny fahotany dia mavesatra indrindra » (20-21). Masina ny Tompo, halany ny ota. Tsy azony leferina intsony izao zava-misy izao. Tonga ny androm-pahatezerana satria tsy nibebaka Sodoma. «Ny ditranao sy ny fonao tsy mibebaka no irakatenao fahatezerana ho anao amin'ny andro fahatezerana sy fampisehoana ny fitsarana marin'Andriamanitra» (Romana 2:5).",
        "Andriamanitra Mpitsara marina (25). Abrahama nangataka famindram-po. Teo anatrehan’ny fandringanana sy fandravana ny tanàna dia nangataka sy niady varotra fatratra Abrahama hanavahana ka hamonjena ireo marina izay natahotra an’Andriamanitra kanjo tsy nisy izany (24, 26-32).",
        "Mibebaha mba hovonjena. Izao fotoanan’ny fahasoavana izao no fananaraotra indrindra handraisantsika ny famonjena fa « tsy  ho very izay rehetra mino an’iJesoa Kristy fa hanana ny fiainana mandrakizay ».Aza manamafy ny fo ka mitoetra lavitra an’Andriamanitra ao amin’ny ota, fa anio ekeo ny fahotanao ka mibebaha dia hovonjena ianao ! (1 Jaona1.9)"
      ],
      "fampanantenana": " « Ny Tompo tsy mahelany teny fikasany, araka izay ataon'ny sasany ho fahelany; fa mahari-po aminareo Izy, ka tsy tiany hisy ho very, fa mba ho tonga amin'ny fibebahana izy rehetra, » (2 Petera 3:9)"
    },
    "17": {
      "vakiteny": "GENESISY 19.1-11",
      "F": [5],
      "lohateny": "MIJINJA IZAY HAFAFY",
      "content": [
        "Toetra faka tahaka. Samy tia sy mazoto mandray vahiny na i Abrahama na i Lota. Azo eritreretina ho nandray ny fitaizana tsara niainany fony niaraka tamin’i Abrahama i Lota (Genesisy 13.1) dia ny hanao soa. Mitondra fitahiana ny fampiantranoana ny tena mpanompon’Andriamanitra (1-3) satria ny fikarakarana azy ireny dia toy ny manompo an’i Jesoa koa (Matio 25.35). Ny fiampiantranoana niavaka indrindra dia tahaka izay nataon’i Zakaosy tamin’i Jesoa. Sitrak’i Kristy indrindra izany hetaheta izany ka nilazany hoe : « tsy maintsy mitoetra ao an-tranonao Aho anio, dia nidina faingana izy ka nampiantrano Azy sady faly »( Lioka 19.5-6)",
        "Toetra ratsy. Ny mifanohitra amin’izany kosa no nasehon’ny sodomita izay maneho fahavetavetana sy filan-dratsy amin’ny nofo (4-9).  « …ho mpanevateva an’Andriamanitra…Tsy hanaja izay zavatra masina … » (2 Timoty 3.2). Moa misy loza be toy izany va ?  Indrisy mbola misy ireo minia manao toy izany ka tonga hatramin’ny fankasitrahana ny fanambadian’ny lahy samy lahy sy vavy samy vavy, izay melohin’ny Soratra Masina tanteraka (Rom. 1.24-27).",
        "Lalàn’ny finjinjana sy famafazana. Tsy ela dia nizaka ny voka-dratsin’ny fahotany ireto sodomita ireto fa nanjary maizina taminy ny tany aman-danitra (10-11). Satria « Andriamanitra tsy azo vazivazina, fa izay afafin'ny olona ihany no hojinjainy. » (Galatiana 6:7). Tsy maintsy hiavaka ny manompo an’Andriamanitra sy ny tsy manompo azy. Fa izay mamafy ho amin’ny Fanahy dia hinjinja vokatra avy amin’ny Fanahy fa  « « Izay mamafy heloka dia hijinja fahoriana, ary ho levona ny tsorakazon'ny fahatezerany. » (Ohabolana 22:8)"
      ]
    },
    "18": {
      "vakiteny": "GENESISY  19.12-29",
      "F": [5],
      "lohateny": "ANTSO FIBEBAHANA",
      "content": [
        "Efa antomotra ny fandringanana ny tanana sy ny mponina ao aminy. Nohamafisin’ny anjely ny fandravana. Tsy fotoana hitavozavozana izao. Antomotra ny farany ho an’ny mponina ao Sodoma sy Gomora. Lota kosa dia voalaza fa tsy niray fahotana taminy ka hovonjena,tsy ho ringana (2 Petera 2.7-8). Hisy loharanom-pitahiana ho an’ny akohonany raha mino ireo. Saingy indrisy tsy nino ireo vinantony lahy (12-14). Ry havana, mampahatsiahy antsika ny andro fitsarana izao vanim-potoana izao. Tsy misy afa-mandositra izany isika : Na ho  voavonjy, na ho very mandrakizay. Izao no fotoana andraisana fanapahan-kevitra araka izay nolazain’i Jesoa hoe :  «  Efa tonga ny fotoana, ka efa akaiky ny fanjakan'Andriamanitra; mibebaha ianareo ka minoa ny filazantsara. » (Marka 1:15). Minoa ny asam-pamonjena nataon’i Jesoa hamonjena anao sy ny ankohonanao  (Asan'ny Apostoly 16:31). Tsy maintsy nandao ny fahalovana i Lota mianakavy ary mandray ny famonjena natolotra azy na tsy mendrika aza izy (15-18).",
        "Ny Famindrampon’Andriamanitra. Afa-nandositra ny loza i Lota mianakavy noho ny famindrampon’Andriamanitra fa tsy noho ny fahamendrehana (19-23, 29). Toy izany ny famonjena antsika ao amin’i Jesoa Kristy (Efesiana 2.8) saingy ho levona kosa ny ratsy sy izay mankamamy ota (24-26,  28). Koa aza manafy ny fo isika raha miantso ho amin’ny fibebahana ny Tompo. Ho famonjena ny fanahy, dia aoka hanetry tena sy hiala amin’ny ratsy fanao mba hahazoantsika famelan-keloka araka ny teniny hoe : « …Anio, raha hihaino ny feony ianareo, Aza manamafy ny fonareo tahaka ny tamin'ny fahasosorana.« (Sal. 95.7-8, Hebreo 3:15)."
      ]
    },
    "19": {
      "vakiteny": "GENESISY 19.30-38",
      "F": [5],
      "lohateny": "TARAZO",
      "content": [
        "Tsy roa aman-tany loatra ny fahalotoan’ny fitondran-tena tao Sodoma sy Gomora. Tsinjo teo amin’ny fiainan’i Lota sy ny zanany ny akon’izany.",
        "Tsy misy tsy meloka. <br/>1°) Lota noho ny fahamamoany. Tsy nijoro amin’ny maha-ray, tokony nandà ny tsy hisotro toa izao na nisotro fa nanana ny onony. Toetra nanjaka be tao Sodoma sy Gomora ny fahamamoana, tsy manamarina an’i Lota izany. Meloka izy eo anatrehan’Andriamanitra.",
        "Fampitandremana.   « Ary aza ho mamon-divay ianareo, fa amin'izany dia misy fanaranam-po amin'ny ratsy, fa aoka hofenoina ny Fanahy, » (Efesiana 5:18). Nanary lamba tahaka an’i Noa (Genesisy 9:21), mivembena (Isaia 24:20), miraingiraingy (Isaia 19:14). Raha fehezina, izay mamo “tampona” dia tsy tompon’ny tenany. ",
        "2°) Ireo zanany roa vavy noho ny fahavetavetana. Nomamoany ny rainy ary ny tena mahavoa fady dia ny fahasahiana nandry taminy ?(32-35). Nanjaka be tao Sodoma sy Gomora ny fiainana ara-nofo. Tsy manamarina azy ireo izany. Meloka eo anatrehan’Andriamanitra izy ireo. ",
        "Tsy nisy finoana mihitsy. Moa tsy i Lota ve no nifidy an’i Ziona noho izy lonaka tsara (Genesisy 13.10-11), koa naninona izy no niala tao? Natahotra ny atsonjay hatao aminy ve sa ny hisian’ny loza indray? Tsy nifikitra am-pinoana tamin’ny fampindram-pon’Andriamanitra izay nampitoetra azy tao izy (18-22).  ",
        "Nihevitra izy ireo ho irery teto an-tany ka tsy hisy afaka hanambady azy ka ho lany tamingana (31). Moa ve Andriamanitra izay namonjy azy ireo tsy hahay hanome taranaka ho azy mirahavavy?<br/>Firenena roa no naterak’izy ireo: Ny Moabita sy ny Amotita, firenena izay mbola fahavalon’Israely mandrak’androany. Mahonena loatra ny fiafaran’ny fiainan’i Lota sy ny ankohonany !"
      ]
    },
    "20": {
      "vakiteny": "SALAMO 23.1-6",
      "F": [4, 7],
      "lohateny": "NY MPIANDRY TSARA",
      "content": [
        "Ity no Salamo malaza indrindra ! Mijoro vavolombelona ny amin’ny fahatokian’Andriamanitra nandritra ny androm-piainany i Davida. Hira fanehoana fatokiana an’Andriamanitra ny Salamo 23. Davida mpanjaka dia mpiandry ondry, ka nahalala tsara ny fifandraisan’ny ondry amin’ny mpiandry azy.  Manambara ny tenany ho ilay ondry afa-po sy sambatra noho ny mpiandry azy izy, ary Jehovah Andriamanitra izany mpiandry izany. <br/>Ireo tononiny ao amin’ny Salamo dia ireo filàna fototra ho an’ny ondry, izay tsy hafa fa toy ny an’ny olombelona ihany koa :",
        "Fitsaharana sy sakafo (2-3). Mampiseho ny fahatsaram-pon’Andriamanitra ireo. ",
        "Fiarovana  (4-5a). Ny lohasaha aloky ny fahafatesana dia manambara toerana mampidi-doza sy mahatahotra. Ny tsorakazo sy ny tehin’ny mpiandry ondry kosa dia manambara fitaovana mampahery sy azo antoka : ny voalohany miantoka fiarovana, ary ny faharoa kosa miantoka fitarihan-dàlana.",
        "Fikarakarana (5b). Ny fanosorana diloilo ao amin’ny Baiboly dia kisarin’ny fitsofan-drano na fanononana fitahiana ! Fa ho an’ny ondry manokana dia manambara fitsaboana fery sy fiarovana amin’ny biby madinika manelingelina azy.",
        "Fahasambarana feno (5d,6a). “Kapoaka feno dia feno” (na mitobaka amin’ny dikan-teny hafa) no teny entin’i Davida manambara ny fiainany safononoky ny fahasoavan’Andriamanitra. Ary hianao ve afaka mijoro vavolombelona toa an’i Davida ? ",
        "Fanapahan-kevitra : “… hitoetra ao an-tranon’i Jehovah andro lava aho.” (6b). Eny hiombon’aina Aminy mandrakariva aho !"
      ],
      "teny fampanantenana": "« Ny mpangalatra tsy avy raha tsy hangalatra sy hamono ary handringana; Izaho avy mba hananany fiainana, sady hananany be dia be. » (Jaona 10:10)"
    },
    "21": {
      "vakiteny": "SALAMO 24.1-10",
      "F": [1],
      "lohateny": "FIDIRAN’NY MPANJAKAN’NY VONINAHITRA",
      "content": [
        "Samihafa ny hevitry ny mpandinika ny amin’ity Salamo ity. Ao ny milaza fa ny fidiran’i Jehovah Andriamanitra ao Ziona no ambara. Ao kosa ny milaza fa hira fiderana tsotra izy ity. Misy mametraka ny fanontaniana hoe : moa ve tsy tamin’ny nampiakarana ny fiaran’ny fanekena tao Jerosalema no nanaovana ity hira mahafinaritra loatra ity (2 Samoela 6.12-19) ? Azo heverina ho mendrika io fotoan-dehibe io tokoa ny Salamo 24 ! Nataon’ny Fiangonana  tranainy ho anisan’ny Salamo fiakarana izy ity (3). Toy ny mifanaraka amin’ny dian’ny vahoaka miakatra any Jerosalema  ny tonon’ny Salamo koa misy ambaratonga 3 :",
        "1°) Fiankohofana eo anatrehan’ny Mpahary sy Tompon’izao rehetra izao (1-2)",
        "2°) Famonjena sy fanamasinana ireo mpiakatra ny tanàna masina (3-6). Iza no mendrika hiakatra ? (4). Voatanisa eto ireo toetran’ny fahatanterahana ao amin’Andriamanitra izay tsy afaka ananantsika raha tsy amin’ny alalan’ny fanamarinan’Andriamanitra ao amin’i Jesoa Kristy irery ihany (5b). Zava-dehibe amin’Andriamanitra kosa nefa ny fahitsiana amin’ny fitadiavana Azy (6).",
        "3°) Fandraisana ny Mpanjakan’ny voninahitra ! (7-10). Ho fanajana sy ho fanehoana ny fahalehibiazan’izao Mpanjaka izao dia mila halalahana ny vavahadin’ny tanàna amin’ny hahavony sy ny velarany (7,9). Toa kisarin’ny fontsika mandray an’i Jesoa Mpanjaka izany ! Moa,mivoha malalaka ve ny fonao hampandroso an’i Jesoa ho Mpanjakanao ? Aza misalasala mamoha izany fa mendrika Azy izany !"
      ],
      "fahamarinana": "Fahamarinana : Ilay Mpiady mahery avy any an-danitra no miditra an-tsehatra : “Jehovah mahery Tsitoha, Jehovah mpiady mahery, Jehovah, Tompon’ny maro !”  Fandresena sy voninahitra no hanaraka Azy ! (Jer. 1 Samoela 17.45). Haleloia !"
    },
    "22": {
      "vakiteny": "SALAMO 25.1.22 ",
      "F": [2],
      "lohateny": "FIADIANA MAHERY VAIKA NY VAVAKA",
      "content": [
        "Fahatokiana (1-11). Manoloana ireo ady sy fanenjehena lalovanao, amin’iza  no mitodika ianao?  Tahaka an’i Mosesy, (Eks.33.13), i Davida koa dia naniry ny hahafantatra ny làlan’Andriamanitra. Fantany fa ny fepetra voalohany amin’ny fanatonana Azy dia ny finoana (Heb.11.6). Ny vavaka no ahafahan’ny mpino mahalala ny làlana tokony hombàna (4) sy manambara ny finoany  izay miorina amin’ny  famindram-po, ny famelan-keloka sy ny fahamarinan’Andriamanitra (6-11). ",
        "Fahatsaràna (12-14). Ao anatin’ny fahendreny no hitarihan’Andriamanitra ny mpino. Inona avy ireo fahamarinana azontsika tsongaina  eto ? (12-14). 1°) Manana drafitra manokana ho an’ny zanany tsirairay  ny Tompo (1 Kor.12, EF. 1.10, 2.10; 3.11, 4.11-13) ; 2°) Mampahafantatra ny planiny amin’ny fomba mahagaga toy ny nofy, vina na teny faminaniana Izy. (Asa 2.17, 9.12, 10.3, 1 Kor.14.1).  Amin’ny ankapobeny anefa, dia amin'ny alàlan'ny Baiboly sy ny Fanahy Masina izay mitoetra ao am-pontsika (Asa 8.29, 10.19, 13.2, 15.28, 16.6,   1 Jao.2.20,27) no hitarihany antsika.<br/>Mety handalo fotsiny amintsika anefa ny planina voaoman’Andriamanitra rehefa maka fanapahan-kevitra izay manohitra ny sitrapony isika, vokatry ny tsy fahalalana na ny fandikàna vilana ny Soratra Masina. Raha tsy miorim-paka eo amin'ny fiainantsika ny finoana, ny toetra ary ny fampianarana avy amin'ny Baiboly, dia mety ho diso làlana isika.",
        "Fanafahana (15-22). Izay matahotra an’Andriamanitra sy mandositra ny ratsy no hany afaka hanana fifandraisana akaiky sy fiombonana  Aminy (Ohab.3.5-7)."
      ],
      "famporisihana": "Manatona ny Tompo amin’ny alàlan’ny vavaka sy ny fikatsahana ny sitrapony ao anatin’ny fandinihana ny Teniny ianao."
    },
    "23": {
      "vakiteny": "LIOKA 15.1-10",
      "F": [1, 4],
      "lohateny": "SAROBIDY NY FANAHY",
      "content": [
        "Tia ny mpanota i Jesoa (1-2). Tsy mitsahatra ny mitsikera an’i Jesoa ireo fariseo sy mpanora-dalàna noho Izy mifanerasera malalaka amin’ny mpamory hetra sy ny mpanota. Tsy takatr’izy ireo ny hasarobidin’ny fanahin’ny olona iray eo anatrehan’ny Tompo. Manahoana ny fihetsikao manoloana ireo mpanota very manodidina anao? Manalavira ny fahotana fa hanehoy ny fitiavan’Andriamanitra ny mpanota hiverina Aminy. ",
        "Mitady fatratra ny very (4-6). Ireo fanoharana mikasika ny ondry sy ilay farantsakely very (8-9) dia maneho ny  tanjon’ny iraka nataon’i Jesoa tety an-tany ary manambara ny fanirian’Andriamanitra hamonjy ny mpanota. Tonga hitady sy hamonjy izay very i Jesoa (Lio.19.10). Hatraiza ny fieritreretantsika ireo mpanota maro manodidina antsika? Inona no ezaka nataontsika hitadiavana sy hitaomana azy ireo ho amin’ny fibebahana?",
        "Fifaliana (7-10).  Lehibe ny fitiavan’ny Tompo antsika (Jao.3.16). Mangoraka sy malahelo Izy mahita ireo izay tafalatsaka anaty fahotana sy fahafatesana ara-panahy. Hany ka rehefa misy mpanota iray mibebaka dia mifaly aok’izany ny Tompo sy ny anjely ao an-danitra! Moa ve mizara ny fifalian’ny Mpamonjy sy ny anjely koa isika ho an’ny mpanota iray mibebaka? "
      ],
      "antso": "Ianao izay mamaky ity, miantso anao koa ny Tompo hiverina Aminy (Apok.3.20). Ekeo ny fitiavany ary miverena Aminy ahitanao ilay tena fifaliana sy fiadanana. "
    },
    "24": {
      "vakiteny": "LIOKA 15.11-32",
      "F": [5],
      "lohateny": "FITIAVANA TSY MANAM-PETRA",
      "content": [
        "Zandry adala (11-20a). Ny mpanota  dia azo oharina amin’ ity zanakalahy ity : niala teo amin’ny Ray izay heveriny ho sakana amin’ny fahaleovantenany ka nanalavitra azy, nandanindany foana izay rehetra voarainy taminy, ary tonga naman’izao tontolo izao!  Tamin’ny farany anefa dia niaina tao anatin’ny fahadisoam-panantenana, fahoriana, tsy fisiana ary faharavam-piainana tanteraka. Nody ny sainy ary tsapany ny adalàny. Niaiky fa mpanota izy. Nahatoky ny fitiavan’ny rainy izy ka nanapa-kevitra ny hody. ",
        "Ny toetran’ ny Ray (20b-24). Andriamanitra dia miandry mandrakariva, amin’ny faharetana ny fiverenan’ny zanany. Mandray azy, mamela ny helony ary mamerina azy am-pitiavana amin’ny maha-zanaka azy.(Jao.1.12). Ny fiainana lavitra an’Andriamanitra dia fahafatesana ara-panahy (Efes.2.1, 1 Jao. 3.14). Ny fiverenana Aminy no tena mitondra fiainana (Jao 11.26).",
        "Lahimatoa adala (25-31). Moa ve mahatsapa ary mitondra-tena toy ny zanaka ity lahimatoa ity? Maneho ny karazan’ olona miaina amin’ny fombafombam-pivavahana. Raha jerena ivelany dia manaraka ny didin’Andriamanitra fa ao anatiny manalavitra Azy sy ireo Fikasany mikasika ny Fanjakany. Indraindray isika dia toa ity lahimatoa ity, mitondra-tena toy ny mpanompo, tsy mahalala ny toerana sy ireo zava-tsoa nomen’ny Tompo antsika!"
      ],
      "famapaherezana": "Isika ray amandreny dia mila mahatsiaro hatrany fa tia ny zanantsika izay heverintsika fa very Andriamanitra ary maniry tahaka antsika koa ny famonjena azy. Mivavaha ary minoa fa hitady azy Izy mandra-piveriny Aminy (Asa 16.31)"
    },
    "25": {
      "vakiteny": "LIOKA 16.1-15 ",
      "F": [3],
      "lohateny": "NY FITANTANANA",
      "content": [
        "Ampamoaka (1-8). Tsy misy takona izay tsy ho hita. Napetrak’Andriamanitra eto isika hitantana sy hitandrina izay rehetra nomeny amin’ny maha-olona feno antsika. Misy hifandraisany ny fitantanana ety an-tany sy any an-danitra. Tsy ny tsy fahamarinan’ilay mpitantana tsy mahatoky no deraina eto fa ny fahamalinany sy ny fahazaina mitsinjo ny ho avy! ",
        "Fahaizana mitantana (9-15). Ny tsy fahamarinana, ny fitiavam-bola tafahoatra sy ny fanararaotam-pahefana dia mifandray amin’ny fanangonana sy fampiasana harena tsy marina. Ny harena dia natao hampiasaina tsy amim-pahihirana fa amim-pahendrena  hampandrosoana ny fanjakan’Andriamanitra sy hanampiana ny hafa. Ny fitantanana mangarahara sy marina no tokony hita ao amin’ny tsirairay avy. Raha tsy mahatoky isika amin’ny fananana eto an-tany, ahoana no fomba hampitantanan’Andriamanitra antsika ny harena tena izy any an-danitra? (1 Tim.3.1-3). Ho an’ireo jiosy tamin’izany fotoana izany, ny harena dia fitahiana sy mari-pankasitrahana avy amin’ Andriamanitra (Ohab.10.15).  Koa naneso an’i Jesoa izy ireo, nihevitra Azy ho malahelo, ary tsy nankasitrahan’Andriamanitra. Mampifandray ny fitiavam-bola sy ny fikatsahana harena amin’ny fanompoan-tsampy ny Baiboly. Andriamanitra izay mandinika ny fo sy ny voa dia mahita izay hiankinan’ny fonao marina (15)."
      ],
      "fampieritreretana": "Hevero fa mptitantana izay noraisinao avy amin’Andriamanitra ianao: tsy ny vola aman-karena ihany fa ny fahaizana, fahalalana, fahefana, vady, zanaka, asa, mpanampy, tany, trano, asa fanompoana, sns… Ahoana  ny fomba nitantanao izany ? (Gen.2.15). Fotoana mety izao hibebahana ka handehanana amin’ny fahitsiana sy fahamarinana.eo ambanin’ny fitarihan’ny Fanahy Masina."
    },
    "26": {
      "vakiteny": "LIOKA 16.16-31",
      "F": [6],
      "lohateny": "MANANKARENA SA MAHANTRA AO AMIN’NY TOMPO ?",
      "content": [
        "Ny lalàna sy ny mpaminany (16-17).  Tian’Andriamanitra ho vonjena avokoa ny olona rehetra. Notoriana ny Filazantsara sy nampahafantarina tamin’ny alàlan’ireo mpaminany ny lalàna (Dan.9.6,  10). Manana tombontsoa manokana isika izay afaka mandinika ny Soratra Masina ho fampianarana amin’ny lafim-piainana rehetra (2 Tim.3.16) sy ahazoantsika mitondratena araka ny sitrapony mba handova ny fiainana mandrakizay. ",
        "Ny fisaoram-bady (18).  Tsy tokony ho sarahana izay nampiraisin’Andriamanitra. Ny fanambadiana izay notendren’Andriamanitra dia fifaneken’ny lahy sy ny vavy hifankatia sy hanorina tokantrano masina sy voatahy (Sal.127.1 ; Gen.2.24 ; Mat.19.4-6). Ny fisaoram-bady dia avy amin’ny fisainan-dratsin’ ny olombelona vokatry ny fahotana. Mampalahelo ny mahita ireo karazana faharavana eo amin’ny tokantrano, zanaka, fananana,...rehefa misaraka ny mpivady (Mal.2.13-16). Tsy manameloka ny mpanota ny Tompo (Jao.8.3-10) fa mamporisika kosa ny hialàna amin’ny fahotana (Jao.8.11). ",
        "Harena sy fahantrana (19-31). Ny fiainan’ilay mpanankarena dia nifototra tamin’ny harena sy ny fitiavan-tena. Diso safidy izy ary dia nijaly mandrakizay. I Lazarosy, ilay malahelo, dia nanana fo  nahitsy teo anatrehan’ny Tompo ka niadana rehefa maty. Rehefa maty ny olona, tsy misy azo atao intsony hanovàna ny toerana hiafaràny. "
      ],
      "hafatra": " “Indro ankehitriny no andro fankasitrahana ;  indro ankehitriny no andro famonjena” (2 Kor.6.2)",
      "vavaka": "Joda 1.24-25"
    },
    "27": {
      "vakiteny": "LIOKA 17.1-19",
      "F": [3],
      "lohateny": "MIAINA NY FINOANA",
      "content": [
        "Ny fifandraisana(1-4) : Teto i  Jesoadia nampianatra ny hitandrovana ny fifandraisana ka  tsy hanafintohina olona fa mahatonga loza izany ary miteraka fahotana ho an’ireo hiharany kosa. Ilaina  ny manitsy olona kanefa tokony ho vonona ihany koa  hamela heloka hatrany araka izay voalaza hoe « aoka samy halemy fanahy amin’ny namany avy…ka hifamela heloka…. » (Efesiana 4.32)",
        "Ny finoana (5-6) : Ilaina ny miaina amin’ny finoana amin’ny  fanankinana tanteraka ny fiainana eo ampelatanan’Andriamanitra ary mivavaka araka ny sitrapony ka ho setrin’izany  na mora na sarotra lalovana dia hain’Andriamanitra atao avokoa ny zavatra rehetra (6b).",
        "Ny andraikitra (7-10) :Mazàna dia miandrandra valim-pitia sy fankasitrahana hatrany rehefa mahavita asa iray. Ahoana hoy Jesoany amin’izany ? (9,10). Mba hita ao amintsika mpino ve ilay toetra mpanompo  mahatoky, feno fanetrentena  ary tsy misy fimonomononana ? Mila katsahina sy tratrarina tokoa ireo toetra ireo !",
        "Aiza ny fankasitrahana ? (11-19) Rehefa nampiasa finoana ka nankato ny baikon’i Jesoaireto boka folo lahy nitalaho  ireto dia sitrana avokoa ka faly namonjy fodiana. Iray ihany anefa no niverina nidera an’Andriamanitra (15, 16) dia lay Samaritana izay tsy tian’ny Jiosy .  Ny fanatonany an’i Jesoaanefa dia nandrava ny elanelana nisy na ara-batana na ara-panahy  satria izay manatona Ahy hoy Jesoatsy misy ho laviko."
      ],
      "vavaka": "Jesoa Kristy Tompo ô, tafio toetra araka ny sitraponao mandrakariva aho mba hanehoako fa tsara ny miaina ny finoana Anao. Amena  "
    },
    "28": {
      "vakiteny": "LIOKA 17.20-37",
      "F": [6],
      "lohateny": "MIKASIKA NY FANJAKAN’ANDRIAMANITRA",
      "content": [
        "Ao anatintsika ny fanjakana (20-21) : Fanjakana tsy hahitàna lamina hita maso kanefa tena misy  amin’ny alalan’i JesoaKristy sy amin’ny alalan’ireo izay nanaiky Azy ho Mpamonjy sy Tompon’ny fiainany.",
        "Fanjakana mbola ho avy (22-37) : Tokony halavirina  ny fiadian-kevitra ny amin’izay andro hihaviany fa ho avy tampoka amin’ny ora tsy ampoizina toy ny tamin’ny andron’i Noa (26-27) na tamin’ny andron’i Lota (28-32) izany. Ny fampahatsiahivana ireo vaninandro roa ireo dia mampitandrina antsika  tsy ho variana  amin’ny rendrarendran’izao tontolo izao fa hitaona antsika kosa hampitoetra tsara ny finoana. Mila mitandrina fa hisy sivana anie ny fidirana ny fanjakan’ny lanitra  ka ho tanteraka hatrany ny fisarahana e (34-37). Mampanontany tena hoe mba ho anisan’ny voaray ve aho sa anisan’ireo tavela amin’izay fotoana izay ?",
        "Fanjakana misokatra dieny izao : Fantaro fa mbola tsy tara raha tapakevitra ianao izao anio izao hanaiky an’i JesoaKristy ho Mpamonjy sy ho Tompon’ny fiainanao izay antoka tokana hahazoanao ny lanitra dia tsy hivarahontsana ianao eo ampiandrasana izany.  Ataontsika ahoana tokoa moa ny fandositra raha tsy mitandrina ny famonjena lehibe isika ? (Hebreo 2, 3a) "
      ],
      "fanontaniana": "Manao ahoana ary ny fanomananao izany fihavian’i Kristy fanindroany izany ? Efa manana faharesen-dahatra ve  fa anisan’ny  hitsena Azy eny amin’ny rahon’ny lanitra?"
    },
    "29": {
      "vakiteny": "LIOKA 18.1-14",
      "F": [1, 4],
      "lohateny": "NY VAVAKA MAHARITRA",
      "content": [
        "Rehefa mivavaka dia roa ihany ny valiny andrasana na ny « ENY » na ny « TSIA ». Ny fotoanan’ny valim-bavaka anefa no matetika miteraka fahakiviana, indrindra rehefa maharitra ela izany. Takiana mandritra izany ny faharetan’ny mpangataka  ary ny fiorenan’ny finoana. Ny antony dia satria :<br/>1) Andriamanitra dia manome rariny mandrakariva  ireo miantso Azy (7) : Tsy misy tapi- dalan-kaleha izany eo amin’Andriamanitra fa eo am-pelatanany avokoa ny zavatra rehetra ary afaka mampiasa ny fitaovana rehetra Izy hamaliana ny vavaka ataonao. Inona izany ny hetsika tokony atao ?  Mila mijery an’i JesoaKristy Tompon’ny finoantsika sy Mpanefa Azy (Hebreo 12.2). Fampiharana izany dia tsy mitsahatra miantso Azy satria Andriamanitra tsy mandainga Izy ka tena hamaly izay mazoto mitady Azy (Hebreo 11.6 b)<br/>2) Andriamanitra dia mihaino ny manetry tena (9,14) : Tsy lalodalovana Andriamanitra fa tena mahare ny antso ataontsika saingy ny manakana ny fihainoantsika  mazàna dia ny tsy fananana fanetren-tena fa manamarin-tena ary manandra-tena (11). Ny tsy fananana fahamasinana ihany koa (12) dia tsy hahitana ny Tompo mihitsy. Azo antoka izany fa mihaino antsika Andriamanitra rehefa misy ny  fanetren-tena, ny fahamasinana ary fiaiken-keloka eo anatrehany (13)."
      ],
      "saintsaino": "Inona no tokony ataoko mba hihaino ahy Andriamanitra sy hamaly ny vavaka ataoko ? Inona no toetra sy fihetsika mbola ataoko ka  manakana ny valim-bavaka andrasako ?",
      "Soratra Masina ho an’ny herinandro ": "Fa zay rehetra manandra-tena no haetry  ary izay rehetra manetry tena no hasandratra (Lioka 18.14b)"
    },
    "30": {
      "vakiteny": "LIOKA 18.15-30",
      "F": [5, 6],
      "lohateny": "NY FIHAONANA AMIN’I JESOA",
      "content": [
        "Amin’ny maha Andriamanitra Azy, Jesoa dia mahafantatra ny ilain’izay rehetra mitady Azy.",
        "Ny ilain’ny zaza (15-17) :Tsy tokony rarana ny zaza tsy hanatona Azy fa zava-dehibe ny ahazoan’izy ireo sy ny ray aman-dreniny tsodrano. Manararaotra  eto Jesoa manome fampanantenana sy mampitandrina  fa raha tsy miverina toa ireo zaza ireo dia tsy ho tafiditra ny fanjakan’ny lanitra. Inona marina tokoa moa ny toetra mampiavaka ny zaza  amin’ny olon-dehibe ?",
        "Ny ilain’ny mpanapaka (18-21) : Ny zaza dia miaina ao anatin’ny fahatsorana sy fatokiana  fa ny olon-dehibe kosa miainga amina kajikajy mandrakariva. Taratra eto izany amin’ny fanontaniana apetrak’ity mpanapaka ity (18). Koa satria moa Jesoa tonga hanatanteraka ny lalàna dia te hamaritra ny fampiharany izany (20). Mihevitra fa efa ao anatin’ny fahatanterahana ity mpanapaka ity satria nitandrina ny didy rehetra  nandritra ny fahatanoràny . Akory anefa ny alahelony nilazàna fa tsy ampy ireo fa mila mahafoy ny hareny izy raha te hiditra ny fanjakan’ny lanitra (22). Indrisy….tsy foy ny harena e ! Andriamanitra anefa dia  afaka manome zay hiainantsika ety an-tany ary manoatra noho izany aza dia ny fiainana mandrakizay (26-30). Misaotra betsaka Ray ô !"
      ],
      "ny ilaiko": "Hikatsaka ny fiainana mandrakizay ka hitafy ny toetran’ny zaza  ve sa tsy hiandrandra ny fanjakan’ny lanitra ka hifikitra amin’ny fitiavan-karena ?",
      "baiko": "Matio 6.33"
    },
    "31": {
      "vakiteny": "LIOKA 18.31-43",
      "F": [3, 5],
      "lohateny": "MIARA-DIA AMIN’I JESOA",
      "content": [
        "Fahatanterahan’ny teny faminaniana (31-34) : Namerina ny fijaliana hanjo ny Zanak’olona i Jesoa satria hihatra Aminy ny fanesoana, ny ompa, ny mpianany  hamadika Azy, eny  hihafara amin’ ny fahafatesana aza izany.Tsy nisy azon’ny mpianatra izany ary azo heverina fa sarotra ho azy ireo ny  hino sy hanaiky izany araka ny nolazain’i Petera hoe «  Sanatria aminao izany Tompoko ! » (Matio 16.22).",
        "Ny fihazonana ny finoana (35-42) : Ny hany mba nino dia jamba iray, mpangataka , miandrandra ny famindrampon’i Jesoa ka nikiaka mafy ny finoany (38), natoky ilay hery manasitrana  ao amin’ilay zanak’i Davida izy. Zava-dehibe tokoa ny mifantoka amin’izay katsahina hany ka tsy noraharahiany izay  famerana nataon’ny manodidina. Nitodika tany aminy i Jesoa ary nanontany izay tiany atao aminy. Notanterahan’i Jesoa ny faniriany dia ny hahiratra indray  « Mahirata ny masonao ; ny finoanao no efa nahavonjy anao » hoy Jesoa (42). Lesona lehibe raisina eto ny finoana, ny fisisihana hahatratra ny tanjona  ary ny fanetren-tena nasehon’ity jamba ity indrindra ny hetsika fiderana nasehony nony nahiratra ny masony (43)."
      ],
      "fanontaniana": "Inona re no tianao ataon’i Jesoa aminao androany e ?...Angataho Aminy amim-pinoana izany fa toa ny efa nataony teto dia tsy miova Izy anio sy rahampitso ary mandrakizay (Hebreo 13.5.) Misaora Azy fa sambatra isika !!"
    }
  },
  "6": {
    "1": {
      "vakiteny": "GENESISY 20.1-18",
      "F": [2],
      "lohateny": "MANABE NY OLONY HAHATOKY AZY ANDRIAMANITRA",
      "content": [
        "Raha ny fiaraha-monina nisy tamin’izany fotoana izany dia inoana fa tsy dia ny hatsaran-tarehin’i Saraha ihany no nanintona an’i Abimeleka voalohany fa ny maha akaiky azy an’i Abrahama, izay lehilahy nanana ny maha-izy azy sady nanan-karena be. Tsy tokony hodian-tsy hita koa anefa ny hevitra hoe mbola tena nahasarika i Saraha, na dia efa nandroso taona aza. Nohavaozina ara-batana izy, mba hahafahany miteraka sy mamelona an’ Isaka, ary izay mihintsy koa angamba no mbola nahatonga azy ho tsara tarehy. Loza mitatao teo amin’ny fianakavian’i Abrahama izany tranga izany, satria raha manaiky eo anatrehan’i Abimeleka izy ireo fa mpivady dia mety ho alaina an-keriny i Saraha na hovonoina ihany koa Abrahama. Ny tahotra izay mety hitranga dia nahatonga azy ireo hitady hevitra hafa araka izay hitsin’ny masony ka niverina nandainga indray Abrahama ary nitsikombakomba taminy Saraha, 25 taona taorian’ny nanaovany izany tany Egypta (Genesisy 12:10-13). Lavitra azy ny hahatoky fa afaka hihazona ny fianakaviany Andriamanitra. Nandeha tamin’izay hitsin’ny masony fotsiny izy mivady ka namolavola drafitra manokana mba hiarovany tena. Tsy nahomby tanteraka ny drafiny. Koa tsy ny fianakavian’izy ireo ihany no potika tamin’ izany fa na dia olona tsy nanan-tsiny tahaka an’i Abimeleka tamin’ny tranga nisy teto dia nanjary notandindomin-doza teo anatrehan’Andriamanitra. Tsy maintsy niditra an-tsehatra Andriamanitra namerina ny zavatra amin’ny laoniny mba hahatanteraka ny planiny sy izay efa nokasainy mialoha, ary nitarika ny rehetra tao anatin’ny sehatry ny fahatokiana azy, na Abimeleka sy ny fianakaviany, na Abrahama sy Saraha."
      ],
      "Fanontaniana": "Hatraiza ny fahatokianao an’ Andriamanitra eo anatrehan’ izay mety ho fahasarotana atrehanao eo amin’ny fiainanao?"
    },
    "2": {
      "vakiteny": "GENESISY 21.1-21",
      "F": [2, 5],
      "lohateny": "MAHATOKY ANDRIAMANITRA",
      "content": [
        "Misy fampanantenan' Andriamanitra, miankina amin' ny zavatra ataontsika olombelona. Misy kosa ireo tsy misy fepetra, fa tanterahan’ Andriamanitra izy ireny tsy noho ny zavatra ataontsika, fa noho ny maha-Izy Azy.",
        "Tanteraka ny Teny fikasan’Andriamanitra. Dingana lehibe teo amin'ny fiainan'i Abrahama no voatantara eto amin'ny fomba roa: amin'ny lafiny iray, ny fahaterahan'ny zanakalahin'ny fampanantenana, Isaka, dia tanteraka ihany 25 taona taty aoriana; etsy ankilany, ny fisarahana (sy ny fahoriana aterak’ izany) teo amin'ireo zanany roalahy. Nanamafy indray ny fankatoavana miavaka nisy teo amin’ i Abrahama ity lahatsoratra ity: noforàny araka ny fanoloran-tena nataony tamin’ ny fanekempihavanana tamin’ Andriamanitra Isaka, ary na dia teo aza ny vesatra rehetra tao aminy dia nolaviny i Isimaela zanany sy Hagara reniny. Asongadina eto ihany koa fa mahatoky Andriamanitra amin'i Abrahama sy Saraha tamin'ny alalan'ny fanomezana azy ireo ilay zanakalahy nampanantenaina, fa ho an'i Hagara sy Isimaela ihany koa izay nanehoany ny fiahiany satria nohavaoziny ny fampanantenany hanao an’Ismaela ho firenena lehibe. ",
        "Isaka ! Tandindon’ ilay Mesia ho avy Isaka, dia i Jesoa Kristy: Samy zanakalahy nampanantenaina manokana izy ireo. Samy nahagaga ny nitorontoronina azy. Samy niandry fotoana lavalava ny nahaterahany. Ny renin’izy ireo dia samy nomena toky avy tamin’ny fahamarinan’ny Herin’ Andriamanitra (Genesisy 18:13-14; Lioka 1:34, 37). Samy nomena anarana mifono hevi-dehibe sy lalina mialoha ny nahaterahany izy ireo. Ny fahaterahany dia samy nitranga tamin'ny fotoana voatondron'Andriamanitra (Genesisy 21:2; Galatiana 4:4). ary narahana fifaliana be (Genesisy 21:6; Lioka 1:46-47; 2:10-11). "
      ],
      "Hosaintsainina": "Amin’ ny fomba ahoana no hihazonanao ny teny fikasan’ Andriamanitra?"
    },
    "3": {
      "vakiteny": "GENESISY 21.22-34",
      "F": [2, 6, 7],
      "lohateny": "FANATREHANA MITONDRA FITAHIANA",
      "content": [
        "“Miaraka aminao amin'izay rehetra ataonao Andriamanitra”: Tsikaritr'i Abimeleka izany noho ny tsy fivadihan'i Abrahama sy noho ny fitahiana niharihary teo amin'ny fiainany. Abrahama no nanana ny lehibe indrindra tamin'ny fitahiana rehetra: ny fanatrehan'Andriamanitra teo amin'ny fiainany. Tena nitahy an'i Abrahama Andriamanitra, ka nanan-karena sy nanan-kery lehibe izy. Fantatr'i Abimeleka ny maha-zava-dehibe ny hankasitrahan'i Abrahama azy sy ny taranany. Ary Abrahama nanaiky ka nilaza hoe: “Hianiana aho”. Inoana fa ny fitahiana lehibe indrindra omen'Andriamanitra ny olona iray dia ny fanatrehany manokana. ",
        "Hentitra amin’ny lovany. Niteny mafy an'i Abimeleka i Abrahama avy eo, noho ny lavadrano nalain’ny mpanompony: Satria tsy nanana renirano lehibe i Kanana, ka niantehitra be tamin'ny orana, ary dia fananana sarobidy sy stratejika ny lavadrano. Nanao fanekem-pihavanana tamin’ i Abimeleka izy ho famahana io olana io. Takatr'i Abrahama ny zony amin'ny fananany, nefa tsy matimatim-pananana na nanao toetra nahonena izy. Nanaiky Abimeleka fa Abrahama no nandavaka io lavadrano io ary fananany izany. ",
        "Mitsinjo ny ho avy ho an’ny taranaka mandimby. Namboly hazo tamarisika tany Bery-Sheba i Abrahama: hita ho miandrandra ny ho avy am-polony taona sy ny taranaka maro ho avy izy. Ela be vao nitombo ny hazo tamarisika, nefa namboly izany i Abrahama noho ny Fampanantenana an'io tany io ho azy sy ny taranany mandrakizay avy amin’Andriamanitra. Niantso ny anaran'i Jehovah teo izy, Ilay Andriamanitra Mandrakizay: Na dia teo aza ireo fikorontanana tao an-tokantranony sy tamin'ny mpifanolo-bodi-rindrina, dia niara-namindra tamin'Andriamanitra i Abrahama. Tsy nahatonga azy hiala tamin'Andriamanitra ny ady, fa navelany hanosika azy hanakaiky kokoa an' Andriamanitra."
      ],
      "Fandinihan-tena": "Manao ahoana ny fandehananao eo anatrehan’Andriamanitra?"
    },
    "4": {
      "vakiteny": "GENESISY 22.1-24 ",
      "F": [2, 6, 7],
      "lohateny": "ISAKA, NANAMBARA MIALOHA AN’I JESOA KRISTY",
      "content": [
        "Fizahan-toetra mahamay. Tsy isalasalàna fa ity toko ity dia maneho izay ao anaty lalin’ny  fon'Andriamanitra sy ny fon'i Abrahama. Nisedra an'i Abrahama tamin'ny fomba henjana indrindra Andriamanitra: tamin'ny alàlan'ny fangatahany taminy mba hanolorany ho sorona ho azy ny zanany lahitokana, ilay zanaky ny fampanantenana nandrasana ela dia ela. Vonona hanao izany tokoa i Abrahama, ka naneho hatramin’ny fara-heriny ny fankatoavany sy ny finoany ary ny fitiavany an'i Jehovah, ilay Andriamanitra nanova ny fiainany sy nanome azy ho avy antenaina. Nanohina lalina ny fon'i Jehovah izany toe-tsaina sy toe-po izany, ka nanolo-tena hanatanteraka ny fampanantenana nataony tamin'i Abrahama mpanompony Izy. ",
        "Isaka, tandindon’i Jesoa Kristy. Azo antoka fa ny Testamenta Vaovao (Jaona 3:16,   Romana 8:32), hamafisin’ireo fomba sy lovan-tsofina Kristiana dia nahita fitoviana sy fanehoana mialoha tamin’io fihetsik’i Abrahama io ny fanomezan’ny Ray ilay Zanaka lahitokana naterany dia i Jesoa Kristy. Ny fahasamihafàny tamin’Isaka, dia ny nanolorana azy ho mpisolo ny olombelona rehetra tokoa nanolotra ny ainy ho vidim-panavotana ho an'ny maro (Marka 10:45). Nazava kokoa ny fiainan'i Isaka tamin'ny naha-tandindon'i Jesoa azy: <br/>· Samy tian'ny rainy izy ireo. <br/>· Samy nanolo-tena an-tsitrapo izy ireo. <br/>· Samy nitondra hazo teo amin'ny havoanan'ny fanatitra nataony izy ireo. <br/>· Samy natao sorona teo amin'io havoana io ihany izy roa ireo. <br/>· Samy nafahana tamin'ny fahafatesana izy ireo tamin'ny andro fahatelo."
      ],
      "Fahamarinana": "Tanteraka tao amin’i Jesoa avokoa ny fanehoana mialoha rehetra nataon’Andriamanitra ho famonjena sy fanavotana antsika !"
    },
    "5": {
      "vakiteny": "ASAN’NY APOSTOLY 1.1-3",
      "F": [4, 6],
      "lohateny": "JESOA MPAMONJY",
      "content": [
        "Voahosotra. (1) Nazava araka ny voalazan’ny Filazantsara nosoratan’i Lioka fa na ny jiosy aza dia mila novonjena. Tsy ho azy ihany tokoa izany famonjena izany satria tonga Jesoa hamonjy ny olona rehetra amin’ny fahaverezana mandrakizay (Lioka 2.31-32). Ny tanjon’Andriamanitra dia ny hamerenana amin’ny laoniny ny zava-drehetra ho amin’ny fahatsarany tany am-boalohany. Manampy izany koa dia ny handovana ny fiainana mandrakizay. Nanolotra taona miavaka ny Tompo tamin’ny alalan’i  Jesoa mba hanafahana ny olona izay nihavana Taminy, amin’ireo zava-nangeja, namatotra, nanajamba ary nampahory (Lioka 4.18).",
        "Irahiny koa. (2) Izany zava-tsoa sy mahafaly tian’Andriamanitra hatolotra antsika izany dia ny fijalian’i Jesoa natao sorona teo amin’ny hazo fijaliana, mba hamonjena antsika ho afaka amin’ny fahotantsika. Io tokoa no manakana antsika tsy ho tafaray feno Aminy. Ny fitsanganany tamin’ny maty kosa dia mba hampihavanana antsika indray amin’Andriamanitra, sy hamelana ny helotsika. Izany no nanafaran’i Jesoa ny mpianatra mba « hanambara ny fibebahana sy ny famelan-keloka amin'ny firenena rehetra » (Lioka 24.47).",
        "Hiditra ny Fanjakany.(3)  Ho eo ambany fitantanany sy fikarakarany sady amin’ny fanaovana ny Sitrapony. Izany dia hahatonga antsika izay nanapa-kevitra niala marina  tamin’ny lalan-diso, ary miditra amin’ny finoana, fa ampy hamonjy antsika ho amin’ny fiainana mandrakizay ny finoantsika ny Filazantsara. Ny Fanjakan’Andriamanitra tokoa dia mamolavola antsika mba handray ny fahatsaran’i Jesoa ka afaka hiasa amim-pahombiazana toa Azy. Tsy hita maso tokoa ny fiasany fa mangina any anaty any sy miandalana ho an’izay mpihaino mpankato (Lioka 17.21)."
      ],
      "Vavaka": "Tompo ô! Ampianaro aho hahay hisitraka izany fanjakanao izany amin’ny fahavononako handinika  ny Teninao sy hampihatra azy!"
    },
    "6": {
      "vakiteny": "GENESISY 23.1-20",
      "F": [2],
      "lohateny": "OLOM-PIFANDRAISANA",
      "content": [
        "Manam-pitiavana. (1-4) Tena tia an’i Saraha i Abrahama satria izy ihany no vadiny na dia teo aza ny fisian’i Agara. Vitsy ny lehilahy mitomany rehefa misy fahoriana kanefa dia nataon’i Abrahama izany. Tsy vitan’izay fa  ny fisaonana dia manambara ny alahelo lehibe tamin’ny fisarahana, ary tena nanan-danja iny olona lasa iny. Na tsy tompon-tany aza i Abrahama dia nandray andraikitra feno mba hahazo ny fandevenana mendrika azy i Saraha.",
        "Tsara laza. (5-11) Ny fomban-tany tamin’izany dia mihaona amin’ny tomponandraikitry ny tanàna izay vahiny hividy tany. Eo amin’ny vavahady fidirana no hanaovana izany mba ho vavolombelona ireo. “Andrian-dehibe”no fijeriny an’i Abrahama satria nahay niara-nonina tamin’ireo izy. Ilazana fa ny olon’Andriamanitra dia tsy ahitana olana amin’ny manodidina fa fatra-panaja sy mpanome lanja ny hafa kosa.  Ny fiainam-pankatoavana dia hanamboaran’ny Ray ho olona mendrika sy vanona, manao soa ny fiaraha-monina. Vokatr’izay dia nomen’i Efrona maimaimpoana an’i Abrahama ilay zohy, sady niampy ny tany teo akaikiny mba handevenana an’i Saraha.",
        "Manao ny rariny. (12-20) Tsy neken’i Abrahama tokoa izay tolotra izay satria be loatra. Ny zanak’Andriamanitra dia volavolaina hanao izay mety tokony hatao eo amin’ny manodidina azy fa tsy natao ho mpanararaotra. Rehefa notazoniny ny heviny hividy ilay saha dia nihoa-pampana ny vidiny: volafotsy milanja 4, 6kg. Lanjaina ny fifanakalozana tamin’izany ary tafiditra amin’ny vidin-tany avokoa ny hetra tokony haloa rehetra. Ny olon’izao tontolo izao dia mahay miresaka amin’ny fahalalam-pomba ivelany kanefa ao ambadika dia manararaotra fatratra amin’ny fitadiavana tombontsoa manokana."
      ],
      "Saintsainina": "Manao ahoana ny fivoaran’ny toe-poko eo anatrehan’ny hafa?"
    },
    "7": {
      "vakiteny": "GENESISY 24.1-27",
      "F": [2, 6],
      "lohateny": "NY FIAINAM-PAHOMBIAZANA",
      "content": [
        "Mivelona amin’ny Teny Fikasana. (1-9) Niainan’i Abrahama avokoa izay Teny rehetra nolazain’Andriamanitra taminy. Tao anatin’izany ny lehibe indrindra: “dia hahatonga anao ho firenena lehibe Aho sady hitahy anao sy hahalehibe ny anaranao; ary ho fitahiana tokoa ianao” (Genesisy 12.2). Naverimberin’ny Tompo taminy izany  ary midika fa taranaka mendrika no afaka handova izany. Vady sahaza an’Isaka izay hitondra ny faneva masina no ilaina, koa tsy ho eo amin’ny Kananita tsy mahalala an’Andriamanitra no hahitana azy. Ny mpino dia manambady mpino tahaka azy, satria misy vinan’Andriamanitra ampitainy, ho fampandrosoana ny Fanjakany, ka hiaraha-manatanteraka. Tamin’izany ny fampianianana dia fametrahana ny tanana ambany fe. Izay midika fa tena zava-dehibe sy manan-danja io fifanekena ifanaovana io. Ambonin’izay dia ray mpandray andraikitra ny hoavin’ny taranany izy, sady mpampita ny antson’ny Tompo.",
        "Mampita amin’ny hafa. (10-27) Tafita tany amin’ny ankohonana akaiky an’i Abrahama ny fahalalana sy ny fahatahorana an’Andriamanitra, eny fa na tamin’ny mpanompony koa aza. Ny fidirana ny Fanjakan’ny lanitra dia ho an’izay rehetra te-hametraka an’Andriamanitra ho Tompo, ary olona nandao ny fiainany taloha tahaka an’i Abrahama. Ireny olona ireny ihany no  azon’Andriamanitra hampiasaina amin’izay fikasany satria “ny olona izay araka ny nofo ihany dia tsy mba mandray izay an'ny Fanahin'Andriamanitra; fa fahadalana aminy izany sady tsy azony, satria araka ny Fanahy no amantarana izany” (1Korintiana 2.14). Ny fianakavian’i Abrahama tany Harana dia aloky ny zanak’Andriamanitra saingy miaina ny fiainan’izao tontolo izao, tian’ny Tompo koa ho fohazina. Mila tohanana amin’ny fiainam-bavaka mba hiorenan’ny fiainam-panahiny izy ireny."
      ],
      "Baiko": "Fantaro ny Vinan’Andriamanitra ho anao ka ho izany ihany no tanjom-piainanao!"
    },
    "8": {
      "vakiteny": "GENESISY 24.28-54a",
      "F": [2, 3],
      "lohateny": "MAMITA IRAKA",
      "content": [
        "Mifantoka. (28-33) Tsy miala amin’ny baiko nomena satria Andriamanitra no manome izany amin’ny alalan’ireo mpitarika nofidiany. Ao anatin’izany dia  fahombiazana ny manankina Aminy ny lalan-kizorana. Samy manana ny dingam-pinoana misy azy ny fiainam-bavaky ny tsirairay: ny mareforefo dia mitady famantarana vao manana fahatokiana Azy. Fa izay efa  amin’ny lenta avoavo kosa dia mandeha amin’ny finoana ny Tenin’Andriamanitra. Fa samy tantanany avokoa anefa ireo. Samy hafa koa ny fomba hanarahan’ny tsirairay an’Andriamanitra: ao ny miasa tsy mitady tombontsoa, tahaka an’i Rebeka, nanome fahafahampo avy hatrany an’ireto vahiny. Azo lazaina fa  rano mihoatra lavitra ny 100 litatra vao mahafa-ketaheta rameva iray. Ao kosa nefa ireo mitady tombontsoa ara-nofo na ara-materialy vao manaiky hanompo, tahaka an’i Labana izay maika hampandroso an’i Eliezera raha vao nahita ireo firavaka nomen’ity farany ny anabaviny. Ao anatin’ireny dia manana fikasana tsara hatrany ny Tompo mba hahafantarantsika Azy sy hanarahantsika Azy tsy misy fepetra.",
        "Mijoro vavolombelona. (34-54a) Tsy kisendrasendra ny anton’ny nitantaran’i Eliezera ny fandehan’ny diany fa ny hanehoana hatrany ny Voninahitr’Andriamanitra. Izy tokoa no Tompo mampiteny ny olony amin’ny fotoana ilany izany. Ny fijoroana vavolombelona dia fomba akaiky hikasihana ny olona satria azo tsapain-tanana ny fiasan’ny Tompo tahaka ny naneken’i Betoela sy Labana. Tsy voatery ho resy lahatra tanteraka ny tsirairay amin’iny fotoana iny, ary hita tokoa fa mbola niantehitra tamin’andriamanitra kely i Labana taty aoriana (Genesisy 31.19). Ny zava-dehibe dia ny fahamatorana amin’ny fanatanterahana iraka, izay tena ohatra goavana nomen’i Eliezera mpanompon’i Abrahama."
      ],
      "Hosaintsainina": "Inona no hanarahanao ny Tompo: an-tsitrapo sa noho ny fitadiavan-karena?"
    },
    "9": {
      "vakiteny": "GENESISY 24.54b-67",
      "F": [2, 6],
      "lohateny": "FITAHIANA SY FIADANANA",
      "content": [
        "Tsy mivilivily. (54b-61) Ny zanak’Andriamanitra dia tsy mitoditodika amin’ny rendrarendra sy ny filan’izao tontolo izao. Mifantoka hatrany amin’ny hoavy any Kanana dia ny fanatrarana ny mandrakizay. Ny tanjon’i Satana dia ny handentika ny mpino  ka tsy hahavitany ny tanjon’Andriamanitra ho azy. Modely manokana ny toe-pon’i Eliezera, noho ny fananany fanapahan-kevitra hentitra amin’izay iraky ny tompony. Tsy manaiky handany fotoana hanao ny sitrapon’ny hafa izy. Mpanompo azo itokisana feno amin’izay nampanaovina azy tokoa. 800km no elanelan’i Harana sy Kanana, koa lalana tena lavitra izany raha mitaingina rameva. Isika izay mpanompon’Andriamanitra koa dia mitondra zanak’Andriamanitra avy tany amin’ny aizina ka manao izay hahatongavany any an-danitra hiara-manjaka amin’i Kristy.",
        "Fahombiazana. (62-67) Tafita soa aman-tsara ny dia! Finaritra izay tompo manana mpanompo azo itokisana sy mahatafita hafatra ka lavorary tahaka izao! Isika koa rehefa mahomby dia afaka mandray feno ilay Tenin’i Jesoa hoe: “Tsara izany, ry mpanompo tsara sady mahatoky; nahatoky tamin'ny kely ianao, dia hotendreko ho mpanapaka ny be; midìra amin'ny fifalian'ny tomponao”(Matio 25.21).Izany no ampanantenain’Andriamanitra ny olony any amin’ny mandrakizay. Saingy “Be ny vokatra, fa ny mpiasa no vitsy” (Matio 9.38) hoy ny Tompo Jesoa. Ny fananana ny toe-panahin’i Eliezera dia ohatra azo tsapain-tanana fa tsara koa ny mpampianatra azy, raha tsy hilaza afa-tsy Isaka tompony. Tsy mipetrapetra-poana tokoa izy fa mandany fotoana mifandray amin’Andriamanitra (63). Tsy ny fifandraisana amin’ny Tompo ihany no mitombo ao anatin’izao fandresena izao fa ny fiombonan’ain’ny samy olona koa, izay tena ilaina amin’ny fifanompoana ao anatin’ny fitiavana."
      ],
      "Hosaintsainina": "Ny antsoko marina ve no ataoko sa endrikendrika ivelany ihany?"
    },
    "10": {
      "vakiteny": "GENESISY 25.1-18 ",
      "F": [2, 7],
      "lohateny": "NY FIAFARAN’I ABRAHAMA SY NY TARANANY ",
      "content": [
        "Nisy ny fahasamihafana teo amin’ny Zanak’i Abrahama. Nanambady an’i Ketora indray i Abrahama, araka ny fomban-tany tamin’izany dia vady tsindrano no filaza azy. Nahazo taranaka izy ireo (2-4). Ka noho ny kolontsaina nisy dia tsy mitovy ny fisitrahan’ny taranaka ny fananan’i Abrahama, avy amin’ny “vady be” sy ny “vady tsindrano”. Azo lazaina fa tena nisy ny fitongilanana, na koa fanilihana mihitsy ireo taranaky ny vady tsindrano (6), izay tokony hakantsika lesona eo amin’ny adidy manandrify antsika tsirairay eo anatrehan’ny taranaka nomen’Andriamanitra antsika.",
        "Nahavita ny fihazakazahany Abrahama. Tena lava andro niainana i Abrahama ary azo lazaina fa vitany ny antso nankinin’Andriamanitra taminy, faka tahaka izany. Misintona ny saina eto ny fandaminan’i Abrahama ireo taranany alohan’ny hahafatesany. Nahavita nanolotra sy nizara ny fananany, niezaka nametraka lamina mba tsy hiray toerana izy ireo. Heverina fa ilaina ny mametraka fandaminana ho an’ny taranaka dieny mbola velona hialàna amin’ny fifandirana aoriana. Ny azo ambara dia taorian’ny fahalasan’i Abrahama dia mitohy ny fahatanterahan’ny “Teny Fikasana” izay miampita amin’Isaka (11). Araka ny teny izay efa nambarany amin’ny Genesisy 17.19 \"Saraha hiteraka... ny anarany dia hataonao hoe Isaka… ary ny fanekeko haoriko aminy ho fanekena mandrakizay\". ",
        "Andriamanitra mahatanteraka izay nolazainy na dia tamin’i Ismaela. Tsaroantsika fa rehefa nangataka tamin’Andriamanitra i Abrahama mba hiahiany azy (Genesisy 17.20) dia tanteraka izany eto :\"Ary ny amin’Ismaela dia efa nihaino anao Aho ka hahamaro ny taranany… hiteraka andriana 12 izy satria efa notendreko ho firenen-dehibe.\""
      ],
      "Famporisihina": "Amin’ny maha Andriamanitry ny fanekena Azy, dia azo tazonina amin’ny teniny dia ny Baiboly.Andriamanitra."
    },
    "11": {
      "vakiteny": "GENESISY 25.19-34",
      "F": [2, 3],
      "lohateny": "TSY NATAO HITOVY NY OLOMBELONA",
      "content": [
        "Ny nahaterahan’i Esao sy Jakoba. Na dia voambara aza fa notahian’Andriamanitra Isaka dia anisan’ny nisedra olana goavana koa izy sy Rebeka vadiny. Roapolo taona ngarangidiny dia momba tsy niteraka Rebeka ary tsy nitsahatra nivavaka tamin’izany Isaka (21). Nihaino ny fangatahan’Isaka noho izany Andriamanitra (Jakoba 5.16) ka nanome azy kambana izay tsy nifanaran-tsaina loatra.",
        "Mitovy fa tsy sahala na dia kambana aza. Na dia voalaza fa kambana tokoa aza i Esao sy i Jakoba dia tsapa fa samy nanana ny hanitra naha izy azy. Ny iray nazoto nihaza sy niasa tany an-tsaha, nampiasa ny herin-tsandry ; fa ny faharoa kosa dia ny saina sy ny fandinihan-javatra no nanavanana azy. Eo indrindra no mila fahatakarana ny sitrapon’Andriamanitra avy amintsika “mpanabe” dia ny hampivelatra ny zanatsika tsirairay amin’ny maha izy azy sy indrindra hahay hampifandray azy ireny fa tsy hampisy tombo sy hala akory.",
        "Nivily làlana ny fifandraisan’izy mirahalahy. Rehefa tsy voafehin’Isaka sy Rebeka ny toe-po mitanila dia nihamafy ny fifandraisana izay efa tsy nety teo amin’i Esao sy Jakoba. Tonga hatrany amin’ny famarotana ny fizokiana, izay raha ny fomba tamin’izany dia ny lahimatoa tokony mandova avo roa heny noho ny zanakalahy hafa. Azo lazaina fa hevitra tsy dia voahevitra lalina loatra no nataon’i Esao fa nentanin’ny filàna ara-nofo fotsiny dia ny zavatra ara-panahy no lasa nohamaivanina."
      ],
      "Toetra mila ananana": "“Zarazaraina ny fanomezam-pahasoavana fa ny tena dia iray ihany”, izany no toe-tsaina tokony hanentana antsika amin’ny fifandraisana amin’ny manodidina dia ny hitady ny fifamenoana fa tsy fifanambakana akory."
    },
    "12": {
      "vakiteny": "GENESISY 26.1-17",
      "F": [2, 6],
      "lohateny": "MIHAINO SY MANKATO DIA TAHIANA",
      "content": [
        "NIHAINO izay nolazain’Andriamanitra Isaka (1-5). Tojo fahasahiranana ny fianakavian’Isaka sy ny mpiara-belona taminy, noho ny mosary izay nisy ka nahazo faritra maro. Mety hitarika an’Isaka handao ny tany nampanantenaina izany ka mety hisarika azy ho any Egypta. Zava-nisy : niditra an-tsehatra Andriamanitra mba hitandrovany ny teny nampanantenainy. Toetra tsara eto ny nasehon’Isaka izay nihaino ireo rehetra nolazain’Andriamanitra taminy. ",
        "NANKATO sy nanatanteraka ireo hafatr’Andriamanitra Isaka (6-10). « Dia nitoetra tany Gerara Isaka » Nekeny izany na dia tsy tompon-tany aza izy, nekeny izany na dia mihatra aman’aina aza satria mosary no atrehina, nefa dia nitoky tamin’ny baikon’Andriamanitra Isaka. Mamporisika antsika ny tenin’Andriamanitra tsy ho mpankato amin’ny teny fotsiny fa amin’ny asa ihany koa (I Jaona 3.18).",
        "VOATAHY ny fianakaviana sy ny asan'ny tanany (11-17). Fitahiana maro no azon'i Isaka mianakavy. Tsaroantsika etoana ny Jaona 15.7 « Raha miray amiko ianareo, ka mitoetra ao anatinareo ny teniko, dia angataho izay tianareo na inona na inona, fa ho tonga aminareo izany ». Ndao ho sainintsika ny niainan-dry Isaka ny valin’ny fiainam-pankatoavana : <br/> Rebeka no tiana harovana dia fianakaviana iray manontolo no mahazo fiarovana avy amin’ny Mpanjaka (9), na teo aza ny fahalemen’i Isaka ;<br/> Ny fambolena, ny fiompiany nahavokatra avo zato heny satria notahian’andriamanitra (12) ;<br/> Ny ara-tsosialy, olom-bonjena tratry ny mosary no lasa mpanankarena be (13) lasa nampialona ny Filistina."
      ],
      "Hafatra": "Afaka atolotry ny Tompo eo aminao daholo na ny fahefan’ny tany, na ny vokatry ny tany, na ny hatsarana maro fa ny zava-dehibe dia ny fizorana amin’ny lalana nosoritan’Andriamanitra ho anao."
    },
    "13": {
      "vakiteny": "GENESISY 26.18-35",
      "F": [1, 2],
      "lohateny": "FANDEFERANA MANDRESY FIALONANA",
      "content": [
        "Fantsakana efa nototofana nefa mahasaro-piaro (18-22) : Mampieritreritra antsika ity tantara miseho eto ity. Lava-drano izay i Abrahama no namboatra sy nanajary azy, kanefa nototofan’ny Filistina, izany hoe tsy nilainy, kanefa dia nampifanditra rehefa ny hafa, izay zanaky ny Tompony no mampiasa azy indray. Santionany amin’ny hetraketraky ny olombelona izany. Teo anatrehan’izany anefa Isaka dia naneho dingam-pandeferana samihafa tiana ifampizarana :<br/> Fantsakana 1, nisian’ny fifandirana dia nilaozany <br/> Fantsakana 2, nisian’ny fandrafiana dia navelany<br/> Fantsakana 3, izay vao nahazo « toerana malalaka » <br/>Azo lazaina fa tena natoky ny Tompo izay efa naneho zava-tsoa teo amin’ny fiainany Isaka : « Jehovah hiady ho anareo fa ianareo kosa hangina » Eksodosy 14.14.",
        "Mitsinjo ny mpanompony hatrany Andriamanitra (23-25). Teo anatrehan’izany toetra nasehon’Isaka izany dia naneho fankaherezana sy nanome toky Andriamanitra fa « … momba anao Aho ka hitahy anao … » (24). Tsy misy hafaliana sy fiadanam-po tahak’izany dia ny ahatsapantsika fa momba antsika ny Tompo ary mampanantena antsika Izy fa hitahy antsika. Niteraka fiderana sy fankalazana an’Andriamanitra teo amin’Isaka izany. Ianao koa ve tsy mba tahak’izany te hidera an’Andriamanitra noho ny asany mahagaga eo amin’ny fiainanao ?",
        "Mahaova olona ny fiainana ny tena maha-zanak’Andriamanitra. Tamin’ny alalan’ny fahitan’ny Filistina ny hatsaran’Andriamanitra teo amin’ny fiainan’Isaka no naharesy lahatra azy ireo hanatona, hitady fampihavanana. Tena miantraika mivantana amin’olona tokoa ny epistilin’ny fiainantsika."
      ],
      "Fanontaniana": "Filazantsara tahaky ny inona no hitan’ny olona eo amin’ny fiainanao ?",
      "Hafatra": "Andao hiverina sy hampiverina ny olona amin’ny loharano velona, fantsakana tsy azo tampenana dia Jehovah Andriamanitra."
    },
    "14": {
      "vakiteny": "LIOKA 19.1-10",
      "F": [7],
      "lohateny": "MANGETAHETA NY HAHITA … AN’I JESOA",
      "content": [
        "“Izay mitady no hahita”, hoy ny Soratra Masina (Matio 7:8). Misy fepetra  takiana anefa mba hahatanteraka izany. Eo anatrehan’ny faniriana mafy nisy tao anatin’i Zakaiosy, moa ve fenony ireo singa nilaina hahatrarany ny tanjona ?",
        "Mandresy ny sakana (1-4). Nahay niantsampy tamin’ny fotoana nandalovan’i Jesoa tao Jeriko i Zakaiosy. Na dia voahilikiliky ny vahoaka jiosy aza izy amin’ny maha-mpamory hetran’ny Romana azy, dia nitady hevitra hamahana izany izy (4). Niseho tamin’ny endrika samihafa ny sakana: ara-batana (fohy), ara-piaraha-monina (tahotra ny amin’ny fijerin,ny  hafa), kanefa noho ny fahavononana mahery tao anatiny hitady vaha-olana sy tsy hanome toerana ho an’ny fahakiviana dia voadingan’i Zakaiosy ireny!",
        "Mampandroso… Ilay niantso azy tamin’ny anarany (5-7). Nifanety ny olona manodidina  an’i Jesoa, kanefa miharihary Aminy avokoa ny toe-pon’ny tsirairay; etsy an-daniny ny fanirian’i Zakaiosy, etsy an-kilany, ny fanakianana Azy miantrano any amin’ny mpanota. Ny fimonomonomana dia manampina ny maso tsy hahitana ny maha-Izy an’i Jesoa, Izay tonga hitady sy hamonjy ny very.",
        "Fanapahan-kevitra mitondra fiovana (8-10): Samy nanan-karena na i Zakaiosy na ilay lehilahy mpanapaka (Lioka 18), fa ny fanapahan-kevitra noraisin’izy kosa no mifanohitra: ho an’i Zakaiosy dia nahafoy ny antsasaky ny hareny ho an’ny mahantra izy, nihaiky ny ratsy nataony (nanambaka ny hafa ) ary dia nonerany izany. Ireo dia vokatry ny naneken’i Zakaiosy ny antso nataon’i Jesoa taminy, ka nohamarinin’ny Tompo izany amin’ny filazana hoe:”anio no tonga eto amin’ity trano ity ny famonjena” (9). Natolotra ho an’ny olona rehetra ny famonjena, kanefa amin’ny alalan’ny finoana kosa no handraisan’ny tsirairay izany."
      ],
      "Saintsainina": "Tsy fomba hahazoana famonjena akory ny fanonerana ny ratsy natao, fa vokatry ny famonjena noraisina."
    },
    "15": {
      "vakiteny": "LIOKA 19.11-27",
      "F": [7],
      "lohateny": "FIZAHANA MAMPISEHO NY MARINA",
      "content": [
        "Fanoharana nataon’i Jesoa entiny hanomanana ireo mpianatra ny amin’izay hiseho mikasika ny tenany.",
        "Tsy mbola tonga ny fotoana (11-12) hanjakan’i Jesoa ety an-tany. Ilay andriandahy nandeha nankany an-tany lavitra… dia hiverina (12), mampahatsiaro ny nialan’i Jesoa tety tamin’ny andro Fiakarana ka hiandrasana ny fiverenany am-boninahitra. Ho an’izay efa nandray Azy anefa dia efa afaka mampiseho ny maha-Mpanjakany an’i Jesoa amin’izay ataony izy ireny.",
        "Fizarana andraikitra (13-15). Nitovy avokoa ny farantsa azon’ireo mpanompo, tsy nisy ny tombony sy hala. Ho an’ny mpino tsirairay avy dia mitovy ny famonjena natolotr’Andriamanitra, mitovy ny Teny nomeny eo am-pelatanan’ny rehetra sy ny Fanahiny Izay iray ihany. Ny fanoloran-tena, ny fahavononana hahavita ny anjara nomena, ny zotom-po hanome lanja izay farantsa noraisina, ny fanajana ny Tompon’ny asa (na dia tsy hita maso aza) no hampiavaka ny vokatry ny tsirairay. Voahajan’ny rehetra ve ny baiko hoe “mandratoa mandra-pihaviko” ?(13). Ny fanalahidin’ny asa fanompoana dia ny fitiavana an’Ilay tompoina. Raha tsy misy izany fitiavana izany (15) dia lasa manao asa tsy mitondra vokatra.",
        "Mandra-pihavin’ny Tompo, miasà ! (16-28) satria amin’ny andro hiverenany, izay azo antoka dia hisy ny ampamoaka. Ho an’ireo nahitany fahaiza-mitantana dia hitombo ny fanehoam-pitokisana omen’ny Tompo azy ireny (17,19). Ny fahaizana nitrandraka ny harena (mina) izay tsy inona akory fa ny fanaparitahana ny Filazantsara amin’ny olombelona rehetra, izay hitondra famonjena ho an’ny fanahy maro be."
      ],
      "Fampieritreretana": "Mpanompo karazany telo samihafa no voatanisa eto. Iza amin’ireo no heverinao  tsara tahafina ? Ataovy ary !"
    },
    "16": {
      "vakiteny": "LIOKA 19.28-48",
      "F": [2, 7],
      "lohateny": "MAHALALA NY  ZAVATRA  REHETRA",
      "content": [
        "Ho voaporofo amin’ny fitrangan-javatra hiseho izany !",
        "Nandeha… dia nahita (28-34). Arak’izay nolazain’i Jesoa tamin’ny mpianatra roa lahy (32). Ny fanontaniana napetraky ny tompon’ny zana-boriky sy ny toerana misy izany dia efa voalazan’i Jesoa mialoha avokoa. Hitany sy fantany arak’izany ny mikasika ahy rehetra mbamin’ny ho aviko manontolo. Inona amin’ny tenako sy izay momba ahy no mety handrenesako ny feon’ny Tompo miteny amiko hoe: ”misy raharaha hanalana azy”?",
        "Fidirana hafakely (35-40). Zana-boriky milanto fandeha, tsy manintona maso, tsy mihaja famindra sy mijaridina toy ny soavaly, izany no nofinidin’i Jesoa hidirana an’i Jerosalema. Ny famelarana ny lamba (36) dia milaza ny fanekena Azy ho Mpanjaka. Tsy tonga amin-kery miaraka amin’ny andian-tsoavaly anefa i Jesoa na koa tonga hanafika sy hanaisotra ny fahefana eo am-pelatanan’ny Romana fa tonga kosa hampahafantatra ny fanjakan’Andriamanitra Izay nihaviany. Ao anatin’ny fon’ny olona no tiany hitoeran’izany fanjakana izany. Feo mahery no nentin’ireo mpianatra hiderana ny Mpanjaka etsy andaniny, fa etsy an-kilany kosa, fahanginana no angatahin’ireo Fariseo ary fangatsiahana no hita taratra amin’izy ireo (39).",
        "Diso zavatra iray loha (41-44) i Jerosalema, hany ka nampilatsa-dranomaso an’i Jesoa, Izay efa mahita sahady ny vokatry fahajambana: Hitany ny fanafihana hataon’ny emperora Titosy an’i Jerosalema, efa-polo taona aty aoriany, hitany ny fanapotehana, ny fandorona ary ny fandravana tsy hay tantaraina ka nampihetsika ny fon’i Jesoa satria tonga hamangy sy hitondra fiadanana Izy ho an’ilay “tananan’ny fiadanana (..salema) kanefa takona ny masony.",
        "Famerenana amin’ny laoniny (45-48). Ilay toerana natao hivavahana, lasa nivadika ho toerana fieren’ny jiolahy (46). Sarotiny tokoa amin’izany i Jesoa ka nanadio sy nanitsy ny diso rehetra hitany tao."
      ]
    },
    "17": {
      "vakiteny": "LIOKA 20.1-8",
      "F": [1, 5],
      "lohateny": "SERASERA HAFA KELY",
      "content": [
        "Fanontaniana mila vaniny (1-2). “Fahefana avy aiza?” Toa fanontaniana avo lenta raha ny maha mpisorona sy mpanora-dalana ireto manontany no jerena; saingy fanontaniana vonona hanakiana an’i Jesoa Kristy fotsiny izao, satria ireo lohandohan’ny mpisorona ireo dia mahafantatra tsara ny momba an’i Jesoa tamin’ny alalan’ny fanambaran’i Jaona mpanao batisa (Jaona 1.19-28; Matio 3.7-12). Sao lahy toy izany koa isika! Mahafantatra ny hery sy ny fahefan’i Jesoa Kristy ihany, saingy tsy te-hitoky tanteraka Aminy, fa mbola mitsapatsapa Azy fotsiny raha tena manana fahefana amin’ny zavatra rehetra tokoa Izy. Hoy ny voasoratra: “ Fa aoka tsy hanampo handray zavatra amin'ny Tompo izany olona izany: olona miroa saina izy, miovaova amin'ny alehany rehetra.” (Jakoba 1.7-8).",
        "Valim-panontaniana mahafanina (3-6). Tsy novalian’i Jesoa ny fanontanian’izy ireo, fa fanontaniana mampitodika azy any amin’ny batisan’i Jaona no napetrany, mba haneken’izy ireo fa ny fahefany sy ny fahefan’i Jaona, izay eken’izy ireo kokoa, dia samy avy amin’Andriamanitra iray ihany (Jaona 1.32-34). Nampiharihary ny toe-po ratsin’izy ireo ny valiteny hafa kely nataon’i Jesoa, ka namandrika azy (5-6). Raha tokony hino an’i Jesoa izy, dia naleony nandà ny fahamarinana ho fiarovan-tena (7). Mahavariana anefa ny toe-po sy ny toe-tsain’i Jesoa manoloana ireo mpanohitra Azy. Mikatsaka mandrakariva ny hitodihan’ny olona any Aminy Izy, mba handraisany ny famonjena. Ary izaho sy ianao kosa, mba manao ahoana manoloana ireo manao tsinontsinona ny filazantsara izay ambarantsika?"
      ],
      "Fanentanana": "Handeha  samy hivavaka ho an’ireo olona manerana izao tontolo izao, izay mbola mandà ny fahefan’i Jesoa Kristy eo amin’ny fiainany manokana, na inona na inona antony."
    },
    "18": {
      "vakiteny": "LIOKA 20.9-26",
      "F": [1, 2],
      "lohateny": "ANDRIAMANITRA FITIAVANA, FAHAMARINANA, FAHENDRENA",
      "content": [
        "Andriamanitra fitiavana (9-13). Mbola ho valin’ny fanontanian’ny Fariseo sy ny tariny teo aloha ihany no vakiantsika eto, fa ataon’i Jesoa amin’ny alalan’ny fanoharana indray izany. Ny tanim-boaloboka dia entina ilazana ny maha vahoakan’Andriamanitra ny firenena Israely (Isaia 5.7a). Ireo mpanodina ny lova dia ireo mpitarika ny Israely (14). Ny tompon’ny tanim-boaloboka kosa dia Andriamanitra izay mamindra fo, ka nandefa iraka maro toy ireo mpaminany, ary farany dia ny zanany, izay tsy iza fa i Jesoa Kristy (13; Hebreo 1.1-2). Mampiseho ny fitiavan’Andriamanitra feno faharetana izany; tsy ho an’ireo jiosy nanohitra Azy tamin’izany ihany, fa ho antsika ankehitriny koa, na dia efa 2000 taona lasa aza Izy no nandefa an’i Jesoa ho famonjena ny olombelona rehetra.",
        "Andriamanitra fahamarinana (14-18). Nanamafy fo ireto mpanodina ny lova, ka novonoiny mihitsy ny zanak’ilay tompon’ny tanim-boaloboka (14-15). Inona no nitranga? Homeny olon-kafa ny tanim-boaloboka, dia ny Jentilisa izany (16). Ka ireo izay mandà an’i Jesoa, ho Vato fehizoron’ny fiainany, dia hianjeran’izany, ka ho torotoro sy mongomongo (17-18). Ny fotoam-pitsarana izay tsy maintsy ho tonga no tian’i Jesoa ambara eto; fotoana izay maneho ny maha Andriamanitra mpitsara marina Azy: “ Izay mino Azy dia tsy helohina; fa izay tsy mino kosa dia efa voaheloka rahateo...” (Jaona 3.17-18).",
        "Andriamanitra fahendrena (19-26). Rehefa nahatsapa ireto mpamandrika, fa ho azy ireo ny hafatra fonosin’ny fanoharana, dia iraka indray no nalefany hitsapa an’i Jesoa momba ny fandoavan-ketra. Endrey izany fahendren’ny valin-teny miantraika hatrany amin’ny feon’ny fieritreretan’izy ireo! (24-26; Romana 13.1-10)."
      ],
      "Fanentanana": "“Aza ho isan’izay tsy mino, fa minoa” (Jaona 14.11b)."
    },
    "19": {
      "vakiteny": "LIOKA 20.27-47",
      "F": [1, 5],
      "lohateny": "JESOA, MPAMPIANATRA AZO ANTOKA",
      "content": [
        "Manitsy ny diso (27-39). Rehefa tsy nahomby ny Fariseo sy ny tariny, dia ny Sadoseo izay tsy mino ny fitsanganan’ny tena amin’ny maty indray no namandrika an’i Jesoa. Indrisy fa nifototra tamin’izy ireo ny fanontaniany, satria nahariharin’i Jesoa ny tsy fahalalany ny tena fahamarinana: “ Mahadiso hevitra anareo ny tsi-fahafantaranareo ny Soratra Masina na ny herin'Andriamanitra.” (Matio 22.29).  Niroso tamin’ny fanitsiana ny hevi-diso ary Jesoa: Nambarany fa ny fanambadiana dia natao ho an’ny eto an-tany ihany (34). Any an-danitra dia tsy misy fahafatesana intsony, fa toy ny anjely ny mpino rehetra. Koa tsy ilainy akory ny fanambadiana mba hitomboan’ny taranak’olombelona (35-36). Ireo olon’Andriamanitra izay efa nodimandry sady miandry ny fitsanganana amin’ny maty, toa an’i Abrahama, Isaka ary Jakoba, dia velona ao amin’Andriamanitra (37-38). Ny ao ambadiky ny fahafatesana ara-nofo mantsy dia fahavelomana tsara lavitra noho izy maharitra mandrakizay. Mino izany ve ianao?",
        "Mampahafantatra ny marina (40-44). Gina tsy nahita ambara ireo mpamandrika (40). Anjaran’i Jesoa indray no nametraka fanontaniana (41): “Raha zanak’i Davida i Jesoa, nahoana Izy no antsoiny hoe Tompoko” ? (42-44). Eto Jesoa dia mbola te-hampahiratra ny mason’izy ireo mba hanaiky ny maha Mesia Azy, satria izany no marina sy hahazoan’ny olona famonjena.",
        "Mampitandrina (45-47). Ho famaranana dia nitodika tany amin’ny mpianany i Jesoa ary nampitandrina azy mba tsy ho latsaka amin’ny fivavahana mihatsaravelatsihy. Fanamelohana mandrakizay no vokatr’izany (47). Andriamanitra mantsy i Jesoa, ka mamaky ny any anaty eritreritra sy ny fon’ny olona."
      ],
      "Vavaka": "Jesoa o, arovy aho mba handeha amin’ny fahitsiana eo anatrehanao. Amen!"
    },
    "20": {
      "vakiteny": "LIOKA 21.1-19",
      "F": [1, 4],
      "lohateny": "NY FIJERIN’I JESOA",
      "content": [
        "Mijery ny fo (1-4). Tsy ny vola narotsaky ny olona tao amin’ny fandatsahan-drakitra ihany no hitan’i Jesoa, fa hatrany amin’ny toe-po sy ny hery manentana azy ireo. Tsy ny habetsahan’izay arotsany fa ny kalitaon’ny fahafoizany raha oharina amin’izay ananany (4). Nanohina ny fon’i Jesoa loatra ny nataon’ity mpitondratena mahantra, ka nahatonga Azy nidera ilay vehivavy teo imasom-bahoaka (3). Ny manome ho an’ny Tompo tokoa mantsy dia manomboka amin’ny fanoloran-tena hitia Azy sy ny fandresen-dahatra fa izay eo am-pelatanana dia Azy avokoa.",
        "Mijery ny ho avy (5-11). Sodoka tamin’ny hatsaran’ny ny vato nandrafetana ny Tempoly ny olona. Sady tsy nandà izany i Jesoa, no tsy nanome tsiny koa, saingy te-hisintona ny sain’ireo mpijery hiala amin’ny hita maso hankany amin’ny tsy hita maso, dia ny handravana ny Tempoly izany (6-7). Inona ireo famantarana ny amin’ny fahatongavan’izany? 1°) Mpaminany sandoka hilaza ny tenany ho Kristy (8). 2°) Ady sy korontana eo amin’ny samy firenena sy samy fanjakana (9-10). 3°) Toe-javatra maro mampihorohoro sy mandringana eran’izao tontolo izao (11). Tsy efa mitranga sy tanteraka amin’ny ampahany ve izany, raha tsy hilaza afatsy ny faharavan’ny tempoly ny taona 70 sy ny aretina Covid-19 mandringana eran’izao tontolo izao?",
        "Manome toky (12-19). Hihatra amin’ny mpino Azy, hoy Jesoa, ny fanenjehana sy fampahoriana hatramin’ny famonoana mihitsy aza (12, 16-17). Endrey izany fiheverany manokana ny olony anefa! Tsy mila miaro tena ny Azy (14), satria Izy no handray an-tanana feno, na izay holazainy manoloana ireo mpiampanga (15), na ny fiarovana ny tenany (18)."
      ],
      "Fampaherezana": "“Amin’ny faharetanareo no hahatananareo ny ainareo.” (19)."
    },
    "21": {
      "vakiteny": "LIOKA 21.20-38",
      "F": [5, 6],
      "lohateny": "ANDRO FARANY",
      "content": [
        "Faharavan’i Jerosalema (20-24). Asehon’i Jesoa ny mpianany ny famantarana ny faharavan’i Jerosalema (20). Fahoriana miantraika hatrany amin’ny malemy izany (23). Izany no mitranga dia noho ny tsy firaharahian’ny Jiosy ny tanan’Andriamanitra nitsotra taminy naniry fihavanana (22): “ Tonga tany amin’ny azy Izy fa ny Azy tsy nandray Azy” (Jaona 1.11). Tsy voatery ho eo no eo tokoa ny fihatran’ny fahatezeran’Andriamanitra. Koa raha mbola manome fotoana hibebahana Izy dia araraoty mba tsy hanenenana (Mpitoriteny 8.11). Antso ho antsika mpanara-dia ny Tompo koa izany, mba hanaovantsika ho zava-dehibe ny fiainam-pankatoavana, ka tsy ho loharanom-pahoriana ny fiainantsika manomboka eo anivon’ny ankohonantsika, fa mba ho loharanom-pitahiana.",
        "Hiverina ny Tompo (25-32). Zavatra azo antoka izany, satria efa nambarany tamin’ny mpianany rahateo (27). Mialoha ny hahatongavany anefa dia hisy zava-miseho mampahory sy mitondra fahaverezan-kevitra (25-26). Ho an’ny mpino kosa dia andro lehibe sy sarobidy izany, satria hitsena Ilay nekeny ho Tompony sy hiaraha-honina Aminy am-piadanana mandrakizay izy (28,31 ; Jaona 14.2-3). Anisan’izany ve ianao?",
        "Inona no atao eo am-piandrasana? (32-38) Mitandrina sao renoka amin’ny rehaka’izao fiainana mandalo sy ho rava izao (34a). Miambina sy vonona mandrakariva satria tampoka ny fihavian’ny Tompo (34b) : <br/>1°)  Mihazona amin’ny finoana ny teny fikasan’Andriamanitra izay mitoetra mandrakizay (33, 38) <br/>2°)  Manana fiainam-bavaka izay manome hery antsika hijoro hatramin’ny farany (36). <br/>3°) Tsy mipetra-potsiny koa anefa, fa manatanteraka ny antom-pisiana amin’ny fanaovana asa tsara: “Fa asany isika, voaforona tao amin'i Kristy Jesoa, mba hanao asa tsara, izay namboarin'Andriamanitra rahateo, mba handehanantsika eo Aminy” (Efesiana 2.10)"
      ],
      "Fandinihan-tena": "Ho avy Jesoa, vonona ve aho?"
    },
    "22": {
      "vakiteny": "GENESISY 27.1-17",
      "F": [6, 7],
      "lohateny": "NY SITRAPON’ISAKA SY NY SITRAPON’ANDRIAMANITRA",
      "content": [
        "Mifandray ve ny sitrapon’Isaka sy ny sitrapon’Andriamanitra ? (1-4) Ny Tsodrano omen’Isaka no hamaritra ny ho avin’ny taranany . Efa antitra Isaka ary efa pahina ny masony. Tsy fahajambana ara-nofo ihany anefa no mahazo azy fa fahajambana ara-panahy indrindra koa . Hita izany amin’ny tsy fahatakarany ny sitrapon’Andriamanitra ka ny filany sy ny  fitiavany hanim-py no nisafidianany an’i Esao ka hanolorany azy ny tsodrano. Mila mahatsinjo  sy mahafantatra ny sitrapon’Andriamanitra, ary mila fiombonana feno amin’ny Fanahy Masina ny fanolorana sy fanambarana ny tsodrano.",
        "Ny andraikitra noraisin’i Rebeka ve mifandray amin’ny sitrapon’Andriamanitra ? (5-17). Eo anoloan’ny fahajamban’Isaka dia nandray andraikitra Rebeka. Hitantsika izany satria nahafantatra ny sitrapon’Andriamanitra izy. Dia araka ny voalazan’i Jehovah taminy hoe : « Firenena roa no ao an-kibonao ary vahoaka roa toko no hisaraka hatrao an-kibonao : ary ny vahoaka iray toko hahery noho ny iray toko, ka ny zokiny hanompo ny zandriny. » (Genesisy 25:23).  Tsinjon’i Rebeka izany nefa toa tamin’ny fomba tsy dia mendrika loatra no nataony mba ahazoan’i Jakoba izay zanaka tiany mihoatra an’i Esao ny tsodranon-drainy. Inona avy no nataony ? Nirahiny Jakoba haka zanak’osy roa, ka hataony hanim-py ho an’Isaka araka ilay tiany. Nalainy ny fitafian’i Esao lahimatoany ka nampitafiany an’i Jakoba, ary ny hoditry ny zanak’osy dia nafatony ny tanany (15-16)."
      ],
      "Fahamarinana": "Mampiasa ny fahalemen’ny olony Andriamanitra hahatanteraka ny sitrapony."
    },
    "23": {
      "vakiteny": "GENESISY 27.18-29",
      "F": [4, 6],
      "lohateny": "ILAY TSODRANO NIFANOLANANA",
      "content": [
        "Nifanolanana tokoa ilay tsodrano omena ny lahimatoa satria :",
        "Nisandohan’i Jakoba tanteraka ny maha Esao azy nefa tsy izany tsinona izy (18-25). Rehefa nanontanian’Isaka izy hoe iza moa ianao anaka ? Dia ahoana no navaliny ? Moramora tamin’i Jakoba no miteny lainga teo anatrehan’ny rainy efa jamba satria  hita fa tsy mbola nanana fifandraisana matotra tamin’i Jehovah Adriamanitry ny rainy izy ; « Satria Jehovah Andriamanitrao no nampahazo ahy » (Genesisy 27 :20) , hoy izy raha nanontanian’Isaka izy hoe nahoana no nalaky tonga izy. Voafitaka tanteraka Isaka rehefa nihinana ny hanim-py sy nisotro ny divay naroson’i Jakoba ka dia nasainy nanatona sy nanoroka azy i Jakoba.",
        "Resy lahatra tanteraka  Isaka  ka nanonona ny tsodrano ho an’i Jakoba (26-29). Noraisin’i Jakoba ho azy ny tsodranon’Isaka rainy. Inona ny votoatin’ilay tsodrano nifanolanana ? Tsy inona fa ny fitahian’ny lanitra sy ny fitahian’ny tany ( 28) ; ny voninahitra sy ny fiandrianana (29,a) ; ny fahefana feno manoloana ny rahalahiny, ary ny ozona sy ny fitahiana  ho an’izay manozona sy manasoa azy (29,b). Io tsodrano io no nampanantenaina ny lahimatoan’ Isaka , kanefa rehefa namidin’i Esao tamin’i Jakoba ny fizokiany dia azon’ity farany ny tsodrano nifanolanan’izy mirahalahy."
      ],
      "Hosaintsainina": "« Manao saim-petsy izy, omaniny tsara ny sain-dalina voaheviny, lalina ny ao anatin’ny olombelona, dia ny ny fony ;Mitifitra azy Andriamanitra, tampoka toy ny fiantefan’ny zana-tsipika ny fahavoazany. » (Salamo 64.6-7)"
    },
    "24": {
      "vakiteny": "GENESISY 27.30-40",
      "F": [4, 7],
      "lohateny": "NY TSODRANO HO AN’I ESAO",
      "content": [
        "Nahatsiaro ho voafitaka Isaka ka toy ny nahiratra tampoka ny masony sy ny sainy  ary ny fanahiny (30-33). Toran-kovitra indrindra Isaka  raha nahare fa tsy Esao zanany lahimatoa no nahazo ny tsodrano nomeny fa i Jakoba, ilay mpamingana, dia ilay naka ny fizokiany, ary ankehitriny dia mbola naka indray ny tsodrano ho an’ny lahimatoa. Tsy azony atao intsony ny manatsoaka ny teny dia ny tsodrano nomeny ho an’i Jakoba fa araka ny voalaza hoe : « .. ny zokiny hanompo ny zandriny » (Genesisy 25.23, d). Hoy Isaka : « ..efa notsofiko rano izy, eny, ho tahiana tokoa izy. » (Genesisy 33, b).",
        "Na izany aza, misy tokoa ny tsodrano ho an’i Esao (34-36)). Nitaraina mafy i Esao noho ny naha voafitaka azy ka amin’ny maha olombelona azy dia nangataka izay mety ho anjara tsodrano ho azy koa izy, izay mety ho voatahirin’ny rainy ho azy.  Misaina amin’ny maha olombelona ara-nofo tokoa Esao ary mihevitra izay ivelan’ny planin’Andriamanitra ; na ihany koa mihevitra fa afaka mijery ny tsy ara-drariny Andriamanitra ka mety miverina amin’ny teny naloaky ny vavany.",
        "Ny tsodrano ho an’i Esao (37-40). Rehefa nihiratra ny masom-panahin’Isaka, ary nahatsiaro ny teny fikasana nomen’Andriamanitra ho azy mivady, dia ahoana ny navaliny an’i Esao raha nitaraina mafy taminy tamin-dranomaso ity farany ? Tsodrano ihany no nomena an’i Esao saingy tsodrano mifono teny faminaniana tsy mifanohitra amin’ny teny fikasan’Andriamanitra amin’ireo firenena roa tonta dia Jakoba na Isiraely sy Esao na Edoma."
      ],
      "Fahamarinana": "Tsy miova ny Teny Fikasan’Andriamanitra ho an’izay mitoky sy mino Azy."
    },
    "25": {
      "vakiteny": "GENESISY 27.41-28.9",
      "F": [2, 6],
      "lohateny": "NY NANDOSIRAN’I JAKOBA AN’I ESAO",
      "content": [
        "Nandositra noho ny ratsy nataony Jakoba (41-45). Zava-misy eo amin’ny fiainam-pianakaviana sy ny fiainam-piaraha-monina ny fifankahalana vokatry ny ratsy natao ka miteraka fifanenjehana sy valifaty, eny hatramin’ny fitondrana ny raharaha any amin’ny fitsarana aza. Toy izany no zava-nisy teo amin’i Esao sy Jakoba ka nahatonga ity farany nandositra nankany Harana, izay tanàna nisy ny anadahin-dreniny, satria nifofo ny ainy mihitsy ny rahalahiny. Nahoana kosa no mandositra ny tavan’Andriamanitra isika matetika ?",
        "Niala ihany koa izy noho ny antony hafa (27.46-28.5). Nitsodrano an’i Jakoba handeha Isaka ary namepetra azy tsy haka vady tahaka ny nataon’i Esao amin’ireo zanaka vavin’ny Kananita, tompon-tany, izay nampitondra faisana an’i Rebeka. Nampitony ny fahatezeran’Isaka ihany koa anefa izany lamina teo amin’ny fiainam-pianakaviany izany ka dia nekeny ary nitsodrano tsara an’i Jakoba izy.",
        "Esao koa nanararaotra izany mba handaminana ny fiainam-pianakaviany (28.6-9). Henon’i Esao ny nandehanan’i Jakoba niverina any Harana misy ny havany avy amin’ny reniny, ary henony koa ny nandraran’ny rainy azy tsy hanam-bady olon-kafa ivelan’ny foko na fianakaviana avy amin’ny reniny, dia tapa-kevitra ihany koa izy, satria hitany fa ratsy teo anatrehan’ny rainy ireo zanakavavin’ny Kananita nalainy ho vady, mba  haka vady amin’ny taranak’i Abrahama, dia i Mahalota, zanakavavin’ Isimaela."
      ],
      "Fanontaniana": "Lafiny inona eo amin’ny fiainam-pianakavianao no tokony halamina ?"
    },
    "26": {
      "vakiteny": "GENESISY 28.10-22",
      "F": [1, 3],
      "lohateny": "NY FISEHOAN’ANDRIAMANITRA TAMIN’I JAKOBA",
      "content": [
        "Niseho tamin’i Jakoba tamin’ny nofy Andriamanitra (10-15).dia nijanona tamin’ny toerana iray handany ny alina tao Jakoba. Tao izy no nanonofy: Inona ilay nofin’i Jakoba ? «  Indro nisy tohatra niorina tamin’ny tany, ka nipaka tamin’ny lanitra ny lohany, ary indreo, nisy anjelin’Andriamanitra niakatra sy nidina teo aminy » (12). Eto no ahitantsika fa tena misy ny fifandraisana eo amin’ny tany sy ny lanitra. Tsapan’i Jakoba teo ny fanatrehan’Andriamanitra. Nanamafy tamin’i Jakoba ny Fanekena nataony tamin’i Abrahama sy tamin’Isaka  Jehovah Andriamanitra. Inona ilay fanekem-pihavanana ? (13-15).",
        "Nanorina tsangambato teo Jakoba (16-19).  Rehefa nifoha Jakoba  dia raiki-tahotra ary niloaka ny vavany ny fanekem-pinoana fa misy Andriamanitra ary manao ny fanekem-pihavanana aminy sy ny taranaka rehetra mandimby azy, eny amin’ny firenena rehetra ambonin’ny tany, amin’ny alalany. Ahoana ilay fanekem-pihavanana ? (13-15). Ahoana kosa ilay fenekem-pinoana ? (17).",
        "Niova ho Fifanekena teo amin’ny roa tonta ny fanekem-pihavanana nataon’Andriamanitra (20-22). Tsy tahaka an’i Abrahama sy Isaka i Jakoba fa nangataka famantarana manokana."
      ]
    },
    "27": {
      "vakiteny": "GENESISY 29.1-14a",
      "F": [2],
      "lohateny": "IZAHO MOMBA ANAO",
      "content": [
        "Eto amin’ny toko faha-29 sy 30 no hahitantsika ny nipoiran’ireo razam-ben’ny Zanak’Israely.",
        "Tonga tany Harana Jakoba. Nandositra ny tranon-drainy i Jakoba rehefa nikasa hamono azy i Esao rahalahiny. Nampandehanin’Isaka sy Rebeka ho any Mesopotamia, tanindrazan’i Rebeka reniny izy. Ny hafatra nomena azy dia ny haka vady ny zanak’i Labana (Genesisy 28.2). Nandeha irery izy, lavitra ny dia. Rahely, zanak’i Labana, no hitan’i Jakoba voalohany tamin’ireo fianakaviany tany Harana. Nihetsika mafy ny fony vao nahita an-dRahely, ka nitomany izy. Izy ilay voalaza fa “mpitoetra an-day” (Genesisy 25.27), kanefa dia sady lavitra ny reniny izay tia azy izy (Genesisy 25.28) no lavitra ny toerana nihaviany. Nientanentana izay tsy izy i Labana nandray an’i Jakoba, rehefa fantany ny fihaviany: nihazakazaka, nitsena, namihina, nanoroka, nampandroso an-trano.",
        "Andriamanitra mahatoky. Asa nanao ahoana re ny eritreritra nandalo tao an-tsain’i Jakoba ny amin’izay fomba hahitany ireo olona izay notadiaviny. Tany mbola tsy fantany no nalehany, tany midadasika. Tsy tahaka ny andro ankehitriny, hoe misy takela-by famantarana ny tànana. Fifanojon-javatra ve no nihaonan’i Jakoba sy Rahely tamin’ny voalohany? Mahagaga no niseho, fa ny olona nifanena taminy voalohany dia nahafantatra ny fianakaviana notadiaviny, ary Rahely, zanaky ny anadahin’i Rebeka no tonga nanatona azy. Tanteraka tamin’i Jakoba teto ilay teny fanomezan-toky nataon’Andriamanitra taminy tao amin’ny Genesisy 28.15. Tsy takatry ny saina ny fiasany."
      ],
      "Fanomezan-toky": "Isika ankehitriny koa nahazo an’io fampatokisana io, ary mitovy tanteraka ny teny ampiasain’i Jesoa amintsika. \"Izaho momba anareo mandrakariva ambara-pahatongan'ny fahataperan'izao tontolo izao\". (Matio 28.20)"
    },
    "28": {
      "vakiteny": "GENESISY 29.14b-35",
      "F": [1, 2],
      "lohateny": "MANAHIRANA NY FIFANDRAISAN’NY SAMY OLOMBELONA",
      "content": [
        "Fitaka. Toa faly i Labana nandray an’i Jakoba. Tsy ela akory anefa dia voafitaka ity farany. Tsy araka ny fifanarahana nifanaovan-drizareo no nitranga. Tsy nifanojo ny planin’i Labana sy Jakoba. Lea no nomen-drainy an’i Jakoba ho vadiny, kanefa Rahely no tiany novadiana. Nanolo-tena mihitsy izy ny hiasa fito taona maimaimpoana ho an’i Labana hahazoany azy ho vady. Vokatry ny fitaka sy noho ny fitiavany an’i Rahely, dia nanolo-tena indray izy  hiasa fito taona amboniny mba hahazoany azy. Lasa vadin’i Jakoba izy mirahavavy.",
        "Tsy fahampiana fitiavana. Ny filazana voalohany momba an’i Lea, dia ny fampitahana azy amin’ny hatsaran-tarehin’ny rahavaviny Rahely. Tsy nanintona an’i Jakoba izy, satria ve « nalemy maso” (17) ! Tiany kokoa Rahely. Saingy nisy tia an’i Lea. Nanana planina ho azy Andriamanitra. Nomeny zanaka lahy efatra izy, ary nanaiky tokoa izy fa fahasoavana avy amin’Andriamanita izany.",
        "Efa nitsinjo ny fahoriako Jehovah (32); Ren'i Jehovah fa efa nankalahaina aho (33) ; Ankehitriny dia hidera an'i Jehovah aho (35). Natoky an’Andriamanitra i Lea. Nidera Azy izy noho ireo fahasoavana. Nanaiky izy fa nanokatra ny kibony sy nanome zanaka ho azy i Jehovah. Kanefa toa zavatra hafa no nandrasany mafy, dia ny hitiavan’i Jakoba azy."
      ],
      "Fahamarinana": "Hita ao anatin’izao tantara izao, fa Andriamanitra no mifehy ny zavatra rehetra. Lea dia nanaiky fa Andriamanitra no nitahy azy, tamin’ny nanomezany azy ireo zanany ireo. “Indro, lova avy amin'i Jehovah ny zanaka maro; Tamby ny ateraky ny kibo.” (Salamo 127.3)."
    },
    "29": {
      "vakiteny": "GENESISY 30.1-24",
      "F": [2],
      "lohateny": "FIALONANA. FIFANINANANA. FIHEVERANA",
      "content": [
        "Lea sy Rahely. Hita eo amin’ny fifandraisan’izy mirahavavy ny fialonana sy fifaninana. Eo amin’ny fitadiavana zanaka, ao anaty filàna fitiavan’ny vady. Toa samy nangidy ny fiainan’izy ireo. Ao anaty fijaliana dia mihevitra indraindray fa ny hafa no antony. Tahaka an’i Rahely nanome tsiny an’i Jakoba satria momba izy. Andriamanitra ve manana olona tiana kokoa noho ny hafa ? Eo anatrehan’Andriamanitra, Rahely sy Lea dia samy tiany.",
        "Fiheveran-diso isan-karazany. Jakoba no tompon’ny aina (1), omena ny vady ny ankizivavy --Fomba tamin’izany fotoana izany ny manome ny ankizivavy rehefa momba ny vady. Ny hoe « hiteraka eo am­pofoako izy” dia filazana fa ilay vehivavy miampofo dia nanangana ilay zaza ho azy.--  mba hanan-janaka (3), ny dodaima dia paik’ady hahabevohoka (14), filazana fa ny hafa no milaza na sambatra aho na tsia (13), ary fiheverana isan-karazany momba an’Andriamanitra. Ny tsirairay dia afaka manana ny heviny momba an’Andriamanitra. Na i Lea, na i Rahely dia nanana ny azy manokana. Anjaran’ny tsirairay no mikatsaka ny fahamarinany na tsia ao amin’ny Baiboly.",
        "Fiasan’Andriamanitra : Miasa amin’ny fiainan’ny tsirairay Andriamanitra, araka ny planiny ho an’ny tsirairay. Tsy miankina amin’ny paik’ady isan-karazany ampiasaintsika izany. Niara-dia tamin’i Lea Izy tao anaty fijaliany, ka nanome azy zanaka maro. Izy no tonga razam-ben’ilay Mesia. Niara-dia tamin’i Rahely Izy tao anaty fijaliany, ka nanome azy an’i Josefa izay namonjy ny Zanak’Israely ho fanatanterahana ny Teny fikasana (Genesisy 50.20). Miditra an-tsehatra amin’ny fombany sy fotoany Izy. Ohatra :  Andriamanitra nahatsiaro an-dRahely (22)."
      ]
    },
    "30": {
      "vakiteny": "GENESISY 30.25-43",
      "F": [2],
      "lohateny": "MIANKINA AMIN’INONA NY FAHOMBIAZANA ?",
      "content": [
        "Sain’olombelona ? Efatra ambin’ny folo taona no nanompoan’i Jakoba an’i Labana, ho karama nahazahoany an-dRahely ho vadiny. Vita izay dia nilaza ny faniriany hiverina hody any amin’ny tany Kanana, hiaraka amin’ireo vady aman-janany izy. Tsapan’i Labana anefa, fa noho i Jakoba no nahatonga ny harenany nitombo (27). Namafisin’i Jakoba rahateo fa Jehovah no tao ambadik’izany (30). Nitady hevitra i Labana ny mbola hitazomana an’i Jakoba. Dia nisy ny fifanarahana teo amin’ny roa tonta : Mbola hiasa ho an’i Labana ihany i Jakoba ary mandritra izany no hanangonany harena ho azy manokana. Samy nanana paik’ady izy ireo. Jakoba dia nanana hevitra hampitombo ny anjarany (37-42), ary Labana kosa nanao izay tsy hahatanteraka ny fifanarahana nifanaovan’izy ireo (35-36). Na dia samy nanana hevitra hahombiazana amin’izay tiany hahatongavana aza ny tsirairay, dia ilay olona nomen’Andriamanitra teny fikasana no nahomby (Genesisy 28.15 ; 30.43).",
        "Andriamanitra no masi-mandidy. Tsy hahitana fahombiazana na ny fanaovana tsindry hazo lena ny hafa, na ny famitahana amin’ny tsy fanajana ny teny nomena. Mora manadino ny fiasan’Andriamanitra isika indraindray.  Na inona na inona paik’ady mety ampiasaina, dia « Ny fitahian'i Jehovah no mampanan-karena, ary tsy azon'ny fisasarana ampiana izany.” (Ohabolana 10.22). 12 no zanak’i Jakoba hatreto: zazalahy 11 ary zazavavy 1. Andriamanitra no Tsitoha, manana ny fahefana rehetra, feno antra, manatanteraka ny teniny. Tsy misy afaka manakana ny planiny, na ny fahalementsika, na ny fijaliantsika, na ny paik’ady hialana amin’izany."
      ],
      "Fahamarinana": "Izay matoky an'i Jehovah dia ho hodidinin'ny famindram-po. (Salamo 32.10)"
    }
  }
}
